const aa = [

  {
    "id": "1_1",
    "question": "Шархтай хэсгийг халдваргүйжүүлэх зорилгоор йодыг хэрхэн хэрэглэх вэ?",
    answers: [
      { "text": "Шархны бүх гадаргууд түрхэнэ" },
      { "text": "Шархны зөвхөн ирмэг болон түүнийг тойрсон арьсанд түрхэнэ", correct: true },
    ], "hariu": "2"
  },
  // {
  //   "№": "5.30.",
  //   "id": "5_30_",
  //   "question": "Аль чигт явахыг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А,Б" },
  //     { "text": "Зөвхөн А,В", correct: true },
  //     { "text": "Зөвхөн Б,Г" },
  //     { "text": "Зөвхөн А,Б,В" },
  //     { "text": "А,Б,В,Г" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.70.",
  //   "id": "13_70_",
  //   "question": "Зорчих хэсгийн зүүн гар талд зогссон автобусны эсрэг харалдаа зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно", correct: true },
  //     { "text": "Зөвхөн хүн буулгах, суулгахын тулд зогсохыг зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "10.40.",
  //   "id": "10_40_",
  //   "question": "Та ачааны автомашиныг гүйцэснийхээ дараа баруун гар талын эгнээнд заавал шилжих шаардлагатай юу?",
  //   answers: [
  //     { "text": "Баруун гар талын эгнээ чөлөөтэй байвал шаардлагатай" },
  //     { "text": "Шаардлагагүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "24.4",
  //   "id": "24_4",
  //   "question": "Венийн судасны цус албалтыг хэрхэн тогтоох вэ?",
  //   answers: [
  //     { "text": "Шархан дээр даралттай боолт хийнэ" },
  //     { "text": "Шархны дээд хэсэгт чангалуур тавина" },
  //     { "text": "Шархны доод хэсэгт чангалуур тавина" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.62",
  //   "id": "14_62",
  //   "question": "Та чигээрээ явахдаа аль тээврийн хэрэгсэлд зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашинд" },
  //     { "text": "Зөвхөн мотоциклд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "18.11",
  //   "id": "18_11",
  //   "question": "Та аль явган зорчигчид зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн хүүхэд" },
  //     { "text": "Зөвхөн цагаан таяг барьсан хүнд " },
  //     { "text": "Зөвхөн дээрх хоёрт" },
  //     { "text": "Бүгдэд" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "7.31",
  //   "id": "7_31",
  //   "question": "Танд аль чигт явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн баруун гар тийш " },
  //     { "text": "Зөвхөн баруун гар тийш буюу буцаж эргэх чигт" },
  //     { "text": "Зөвхөн чигээрээ буюу баруун гар тийш" },
  //     { "text": "Бүх чигт" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "4.10.",
  //   "id": "4_10_",
  //   "question": "Тусгай гэрлэн дохио ажиллуулсан тээврийн хэрэгсэл зогсож  байгаа энэ тохиолдолд та ямар арга хэмжээ авах үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Шаардлагатай тохиолдолд нэн даруй зогсох боломжтой байхаар хурдаа хасна" },
  //     { "text": "Хурдаа хасахгүйгээр хөдөлгөөнөө үргэлжлүүлнэ" },
  //     { "text": "Зогсож, цагдаагийн ажилтанг зөвшөөрсний дараа хөдөлгөөнөө үргэлжлүүлнэ" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "16.11",
  //   "id": "16_11",
  //   "question": "Төмөр замын гармын хаалтаас ямар зайд зогсож галт тэргийг өнгөрүүлэх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "1м-ээс ойргүй зайд" },
  //     { "text": "5м-ээс ойргүй зайд" },
  //     { "text": "10м-ээс ойргүй зайд" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.19",
  //   "id": "5_19",
  //   "question": "Энэ тэмдэг юуг анхааруулах вэ?",
  //   answers: [
  //     { "text": "Т-хэлбэрийн уулзвар буюу замын салаалсан хэсэгт эргэх чигийг" },
  //     { "text": "Замын үзэгдэлт хязгаарлагдмал, эргэх радиус багатай хэсэгт эргэх чигийг" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "1.1",
  //   "id": "1_1",
  //   "question": "Аль сумаар замын өргөнийг үзүүлсэн бэ?",
  //   answers: [
  //     { "text": "А" },
  //     { "text": "Б" },
  //     { "text": "В" },
  //     { "text": "Г" },
  //     { "text": "Д" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "10.49",
  //   "id": "10_49",
  //   "question": "Суудлын автомашинаар гүйцэх үйлдэл хийхийн тулд зүүн гар талын эгнээнд орохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.59",
  //   "id": "13_59",
  //   "question": "Төмөр замын гарам хүртэл 15м зайд зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зорчих хэсгийг чөлөөлж хөвөөн дээр зогсох бол зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.51",
  //   "id": "14_51",
  //   "question": "Та зүүн гар тийш шороон зам руу эргэхдээ аль автомашинд зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашинд" },
  //     { "text": "Зөвхөн ачааны автомашинд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "1.2",
  //   "id": "1_2",
  //   "question": "\"Зорчих хэсэг\" гэж юу вэ?",
  //   answers: [
  //     { "text": "Тээврийн хэрэгсэлийн хөдөлгөөнд зориулсан замын хэсэг" },
  //     { "text": "Явган зорчигчийн хөдөлгөөнд зориулсан замын хэсэг" },
  //     { "text": "Зогсоол болон хөдөлгөөнд зориулагдаагүй замын хэсэг" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "8.2",
  //   "id": "8_2",
  //   "question": "Уулзвар дээр ямар шалтгаанаар зогссон тохиолдолд ослын дохионы гэрлээ асаах шаардлагатай вэ?",
  //   answers: [
  //     { "text": "Хөдөлгөөний түгжрэлээс шалтгаалж зогссон тохиолдолд " },
  //     { "text": "Бусдад зам тавьж өгөхийн тулд зогссон тохиолдолд" },
  //     { "text": "Зайлшгүй зогсолт хийсэн тохиолдолд " },
  //     { "text": "Дээрх бүх тохиолдолд" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "19.2",
  //   "id": "19_2",
  //   "question": "Тууш замд аль тээврийн хэрэгслийн хөдөлгөөнийг хориглох вэ?",
  //   answers: [
  //     { "text": "Техникийн дээд хурд нь цагт 40км-ээс ихгүй тээврийн хэрэгсэл" },
  //     { "text": "Механикжсан тээврийн хэрэгсэл, чирч яваа тээврийн хэрэгсэл" },
  //     { "text": "Цагт 40 км-ээс бага хурдтай яваа автомашин" },
  //     { "text": "Дээрх бүгдийг хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "17.2",
  //   "id": "17_2",
  //   "question": "Харанхуй үед замын гэрэлтүүлэгтэй хэсгээр явахдаа ямар гэрэл хэрэглэх вэ?",
  //   answers: [
  //     { "text": "Холын гэрэл " },
  //     { "text": "Ойрын гэрэл" },
  //     { "text": "Оврын гэрэл" },
  //     { "text": "Гэрэл хэрэглэх шаардлагагүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.9",
  //   "id": "5_9",
  //   "question": "Замын халтиргаатай хэсэг хэдэн метрийн цаанаас эхлэх вэ?",
  //   answers: [
  //     { "text": "50-100 метр" },
  //     { "text": "100-150 метр" },
  //     { "text": "150-300 метр" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.17",
  //   "id": "5_17",
  //   "question": "Тэмдэг юуг анхааруулж байна вэ?",
  //   answers: [
  //     { "text": "Хонгил дотор тээврийн хэрэгслийнхээ гадна талын гэрэлтүүлэх хэрэгслийг хэрэглэх шаардлагатайг" },
  //     { "text": "Хонгил доторх зорчих хэсэг огцом өгсүүр болохыг " },
  //     { "text": "Хонгил нарийсахыг" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "8.4",
  //   "id": "8_4",
  //   "question": "Зурагт үзүүлсэн тээврийн хэрэгслүүд зайлшгүй зогсолт хийсэн бол аль тээврийн хэрэгслийн ослын дохионы гэрлийг асаах шаардлагатай вэ?",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашин" },
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Хоёул" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "22.12",
  //   "id": "22_12",
  //   "question": "Хол, ойрын гэрлийн тусгалын тохиргоо алдагдсан автомашиныг ашиглахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн харанхуй буюу үзэгдэлт хангалтгүй үед ашиглахыг хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.32",
  //   "id": "13_32",
  //   "question": "Зохицуулдаг уулзвар дээр зогсож, хүн буулгах буюу суулгахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Гэрэл дохио солигдохоос өмнө амжих бол зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "1.3",
  //   "id": "1_3",
  //   "question": "Хоёр зорчих хэсэгтэй замыг заана уу?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "10.47",
  //   "id": "10_47",
  //   "question": "Хөдөлгөөний эрчим ихтэй үед суудлын автомашинаар энэ эгнээнд байрлан явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн зүүн тийш буюу буцаж эргэхийн тулд байр эзэлсэн тохиолдолд зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "19.4",
  //   "id": "19_4",
  //   "question": "Тууш замын энэ хэсэгт зорчих хэсгийг чөлөөлж, хөвөөн дээр ухрахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн гүүр хүртэл ухрахыг зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.53",
  //   "id": "14_53",
  //   "question": "Та чигээрээ явахдаа аль тээврийн хэрэгсэлээс түрүүлж нэвтрэх эрхтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашинаас" },
  //     { "text": "Зөвхөн ачааны автомашинаас" },
  //     { "text": "Хоёулангаас нь" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.80.",
  //   "id": "9_80_",
  //   "question": "Замын энэ хэсэгт ухрахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Ухрах үйлдлийг бусдын тусламжтайгаар гүйцэтгэх бол зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.7",
  //   "id": "5_7",
  //   "question": "Аль тэмдэг замын тахир хэсэгт ойртож байгааг анхааруулах вэ?",
  //   answers: [
  //     { "text": "5.7-1" },
  //     { "text": "5.7-2" },
  //     { "text": "5.7-3" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "7.33",
  //   "id": "7_33",
  //   "question": "Зохицуулагчийн энэ дохио танд:",
  //   answers: [
  //     { "text": "Зөвхөн баруун гар тийш эргэхийг зөвшөөрнө" },
  //     { "text": "Чигээрээ буюу баруун гар тийш нэвтрэхийг зөвшөөрнө" },
  //     { "text": "Зөвхөн буцаж эргэхийг зөвшөөрнө" },
  //     { "text": "Уулзвар руу орохыг хориглоно" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "5.28",
  //   "id": "5_28",
  //   "question": "Аль чигт явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн В" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,В" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.41",
  //   "id": "13_41",
  //   "question": "Явган хүний гарц дээр түр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зам хөндлөн гарах явган зорчигч байхгүй үед зөвшөөрнө" },
  //     { "text": "Зөвхөн 22 цагаас 06 цагийн хооронд хүн буулгах, суулгахын тулд түр зогсохыг зөвшөөрнө" },
  //     { "text": "Дээрх хоёр тохиолдолд зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "23.1",
  //   "id": "23_1",
  //   "question": "Цагт ойролцоогоор 80 км хурдтай яваа тээврийн хэрэгсэл 1 секундэд ямар зайг туулах вэ?",
  //   answers: [
  //     { "text": "8 метр орчим" },
  //     { "text": "12 метр орчим" },
  //     { "text": "22 метр орчим" },
  //     { "text": "32 метр орчим" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.38",
  //   "id": "10_38",
  //   "question": "Та суудлын автомашин жолоодож яваа бол аль эгнээгээр хөдөлгөөнөө үргэлжлүүлэх вэ?",
  //   answers: [
  //     { "text": "Хамгийн баруун гар талын эгнээгээр " },
  //     { "text": "Хамгийн баруун гар талын эгнээнээс бусад аль дурын тохиромжтой эгнээгээр" },
  //     { "text": "Хамгийн зүүн гар талын эгнээнээс бусад аль дурын тохиромжтой эгнээгээр" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "24.6",
  //   "id": "24_6",
  //   "question": "Цус тогтоох чангалуурыг ямар хугацаагаар тавих вэ?",
  //   answers: [
  //     { "text": "Дулааны улиралд 30 минутаас ихгүй,хүйтний улиралд 1 цагаас ихгүй" },
  //     { "text": "Дулааны улиралд 1 цагаас ихгүй, хүйтний улиралд 30 минутаас ихгүй" },
  //     { "text": "Аль ч улиралд 1 цагаас ихгүй" },
  //     { "text": "Аль ч улиралд 2 цагаас ихгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.64",
  //   "id": "14_64",
  //   "question": "Та чигээрээ явахдаа:",
  //   answers: [
  //     { "text": "Мотоциклыг уулзвар нэвтэрсний дараа нэвтэрнэ" },
  //     { "text": "Мотоциклыг уулзварт орсны дараа түрүүлж нэвтэрнэ" },
  //     { "text": "Мотоциклыг уулзварт орохоос өмнө түрүүлж нэвтэрнэ" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "18.3",
  //   "id": "18_3",
  //   "question": "Хороолол дотор гүйцэж түрүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Гүйцэгдэж байгаа тээврийн хэрэгслийн урдуур зам хөндлөн гарч байгаа явган зорчигч байхгүйг бүрэн мэдсэн тохиолдолд зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "4.8",
  //   "id": "4_8",
  //   "question": "Аль тээврийн хэрэгслийн жолоочийн гүйцэх үйлдлийг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Хоёуланг хориглоно" },
  //     { "text": "Хоёуланг зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "10.9",
  //   "id": "10_9",
  //   "question": "Эсрэг хөдөлгөөнтэй хоёр эгнээгээр зорчдог замд зүүн гар талын эгнээ рүү орохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвхөн зүүн гар тийш эргэхийн тулд байр эзлэх тохиолдолд зөвшөөрнө" },
  //     { "text": "Зөвхөн гүйцэж түрүүлэх буюу саадыг тойрон гарах тохиолдолд зөвшөөрнө" },
  //     { "text": "Дээрх бүх тохиолдолд зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.15",
  //   "id": "5_15",
  //   "question": "Тэмдэг юуг анхааруулж байна вэ?",
  //   answers: [
  //     { "text": "Дээрээс шороо, чулуу нурж болзошгүйг" },
  //     { "text": "Замын хажуугийн хөвөө нурж болзошгүйг" },
  //     { "text": "Хажуугаас хүчтэй салхилж болзошгүйг" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "8.6",
  //   "id": "8_6",
  //   "question": "Харанхуй үед гэрэлтүүлэггүй замын хөвөөн дээр оврын гэрэл нь гэмтэлтэй тээврийн хэрэгслийг зогсоохдоо:",
  //   answers: [
  //     { "text": "Ослын дохионы гэрлийг асаана" },
  //     { "text": "Ойрын гэрлийг асаана" },
  //     { "text": "Хориглоогүй газарт зогссон бол гэрэл асаах шаардлагагүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "22.14",
  //   "id": "22_14",
  //   "question": "Чиг заах дохионы гэрлүүд нь асахгүй болсон автомашиныг ашиглахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Дуут болон гэрэл шилжүүлэх дохио хэвийн ажиллаж байгаа тохиолдолд зөвшөөрнө" },
  //     { "text": "Чиг өөрчлөх үедээ гараар дохио өгөх байдлаар ашиглахыг зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.78",
  //   "id": "9_78",
  //   "question": "Энд ухрах хөдөлгөөнийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Гармын хөдөлгөөн нээлттэй үед зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "1.4",
  //   "id": "1_4",
  //   "question": "Зурагт хэдэн эгнээтэй замыг үзүүлсэн бэ?",
  //   answers: [
  //     { "text": "Нэг эгнээтэй " },
  //     { "text": "Хоёр эгнээтэй" },
  //     { "text": "Гурван эгнээтэй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "11.1",
  //   "id": "11_1",
  //   "question": "Суурин газарт суудлын автомашин зөвшөөрөгдөх дээд хурд хэд вэ?",
  //   answers: [
  //     { "text": "40 км/цаг" },
  //     { "text": "50 км/цаг" },
  //     { "text": "60 км/цаг" },
  //     { "text": "80 км/цаг" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "19.6",
  //   "id": "19_6",
  //   "question": "Тууш замд аль автомашины буцаж эргэх үйлдлийг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Зөвхөн ачааны автомашин" },
  //     { "text": "Хоёуланг хориглоно" },
  //     { "text": "Хоёуланг зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.55",
  //   "id": "14_55",
  //   "question": "Та зүүн гар тийш эргэхдээ өөдөөс яваа ердийн хөсөгт зам тавьж өгөх үүрэгтэй юу?",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.34",
  //   "id": "13_34",
  //   "question": "Аль тээврийн хэрэгслийн түр зогсолтыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын авто машин" },
  //     { "text": "Зөвхөн ачааны автомашин " },
  //     { "text": "Хоёуланг зөвшөөрнө" },
  //     { "text": "Хоёуланг хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.3",
  //   "id": "5_3",
  //   "question": "Төмөр замын гарамд хамгийн ойр очсоныг аль тэмдэг анхааруулах вэ?",
  //   answers: [
  //     { "text": "5.3-1" },
  //     { "text": "5.3-2" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "7.35",
  //   "id": "7_35",
  //   "question": "Энэ тохиолдолд та хөдөлгөөнөө хэрхэн үргэлжлүүлэх вэ?",
  //   answers: [
  //     { "text": "Баруун гар тийш эргэнэ" },
  //     { "text": "Чигээрээ явна" },
  //     { "text": "Зохицуулагчийн дараагийн зөвшөөрсөн дохиогоор зөвхөн чигээрээ явна" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.26",
  //   "id": "5_26",
  //   "question": "Аль суудлын автомашины сумын дагуух хөдөлгөөнийг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн чиргуул чирч яваа" },
  //     { "text": "Зөвхөн механикжсан тээврийн хэрэгсэл чирч яваа" },
  //     { "text": "Хоёуланг хориглоно" },
  //     { "text": "Хоёуланг зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "10.7",
  //   "id": "10_7",
  //   "question": "Гүйцэж түрүүлэх зорилгоор эсрэг урсгал сөрөхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "23.3",
  //   "id": "23_3",
  //   "question": "Согтууруулах ундааны зүйл хэрэглэх нь жолоочийн самбаачлах хугацаанд хэрхэн нөлөөлөх вэ?",
  //   answers: [
  //     { "text": "Самбаачлах хугацаа ихэснэ" },
  //     { "text": "Самбаачлах хугацаа багасна" },
  //     { "text": "Нөлөөлөхгүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.72",
  //   "id": "10_72",
  //   "question": "Техникийн гэмтлээс шалтгаалан цагт 40км-ээс члүү хурдтай явах боломжгүй тохиолдолд та аль эгнээгээр байрлан явах вэ?",
  //   answers: [
  //     { "text": "Зөвхөн хамгийн баруун гар талын эгнээгээр" },
  //     { "text": "Зөвхөн баруун гар талаас хоёр дахь эгнээгээр" },
  //     { "text": "Хамгийн баруун болон хамгийн зүүн гар талын эгнээнээс бусад эгнээгээр" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "24.8",
  //   "id": "24_8",
  //   "question": "Амьсгал ба зүрхний үйл ажиллагаа нь саатсан хүнд ямар дарааллаар анхны тусламж үзүүлэх вэ?",
  //   answers: [
  //     { "text": "Зүрхэнд гадна талын иллэг хийж, амьсгалын замыг чөлөөлөн, хиймэл амьсгал хийнэ" },
  //     { "text": "Хиймэл амьсгал хийж, зүрхэнд гадна талын иллэг аийн, амьсгалын замыг чөлөөлнө" },
  //     { "text": "Амьсгалын замыг чөлөөлөн, хиймэл амьсгал хийж, зүрхэнд гадна талын чллэг хийнэ" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "14.66",
  //   "id": "14_66",
  //   "question": "Та зүүн гар тийш эргэхдээ:",
  //   answers: [
  //     { "text": "Зөвхөн автобусанд зам тавьж өгөх үүрэгтэй " },
  //     { "text": "Зөвхөн суудлын автомашинд зам тавьж өгөх үүрэгтэй" },
  //     { "text": "Хоёуланд нь зам тавьж өгөх үүрэгтэй" },
  //     { "text": "Түрүүлж нэвтрэх эрхтэй" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "18.5",
  //   "id": "18_5",
  //   "question": "Хороолол дотор суудлын автомашиныг удаан зогсоохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хөдөлгүүрийг унтраасан бол зөвшөөрнө" },
  //     { "text": "Зорчих хэсэг дэр зогсоосон тохиолдолд хориглоно" },
  //     { "text": "Зөвхөн 22 цагаас 06 цагийн хооронд зөвшөөрнө " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "4.4",
  //   "id": "4_4",
  //   "question": "Шар өнгийн тусгай гэрлэн дохио ажиллуулсан автомашины жолооч хөдөлгөөний аюулгүй байдлыг хангасан нөхцөлд дүрмийн аль заалтыг мөрдөхгүй байж болох вэ?",
  //   answers: [
  //     { "text": "Гэрлэн дохионы заалтыг " },
  //     { "text": "Зам тавьж өгөхийн шаардсан тэмдгийн заалтыг " },
  //     { "text": "Тэмдэглэлийн заалтыг " },
  //     { "text": "Дээрх бүгдийг " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.43",
  //   "id": "13_43",
  //   "question": "Аль тээврийн хэрэгслийг түр зогсолтыг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн А,Б" },
  //     { "text": "Зөвхөн Б,В" },
  //     { "text": "А,Б,В" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.13",
  //   "id": "5_13",
  //   "question": "Аль тэмдэг хурд сааруулагчийг анхааруулах вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "8.8",
  //   "id": "8_8",
  //   "question": "Зогсож байгаа автобусны ослын дохионы гэрэл юуг илэрхийлж байна вэ?",
  //   answers: [
  //     { "text": "Зориулалтын бус газарт зайлшгүй зогсолт хийснийг " },
  //     { "text": "Уг автобус хүүхэд тээвэрлэхэд зориулагдсан болохыг " },
  //     { "text": "Автобусаас хүүхэд буулгаж буюу түүнд суулгаж байгааг" },
  //     { "text": "Өдрийн цагт асаах ойрын гэрэл нь асахгүй болсныг" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "22.16",
  //   "id": "22_16",
  //   "question": "Алт хэрэгсэл нь ажиллахгүй болсон автомашиныг ашиглахыг хориглох вэ?",
  //   answers: [
  //     { "text": "Гүйдэл хэмжүүр" },
  //     { "text": "Түлшний түвшин заагуур" },
  //     { "text": "Темпратур заагуур" },
  //     { "text": "Дээрх бүгд" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.76",
  //   "id": "9_76",
  //   "question": "Зорчигч суулгахын тулд замын энэ хэсэгт ухрахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Чиглэлийн тээврийн хэрэгслийн хөдөлгөөнд саад учруулахгүй бол зөвшөөрнө" },
  //     { "text": "Зөвхөн 22-оос 06 цагын хооронд зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "1.5",
  //   "id": "1_5",
  //   "question": "Аль зурагт гол замыг үзүүлсэн бэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Зөвхөн В" },
  //     { "text": "Зөвхөн Б,В" },
  //     { "text": "А,Б,В" },
  //   ], "hariu": "5"
  // },
  // {
  //   "№": "11.3",
  //   "id": "11_3",
  //   "question": "Харанхуй үед гэрэлтүүлэггүй замын хэсэгт суудлын автомашины ойрын гэрлийг асааж цагт 80км хурдтай явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Тууш зам болон суурин газрын гаднах замд зөвшөөрнө" },
  //     { "text": "Хөдөлгөөний эрчим, тээж яваа ачааны онцлог, замын болон цаг агаарын тухайн нөхцөлд тохирох бол зөвшөөрнө" },
  //     { "text": "Автомашины бүрэн зогслтын зам жолоочийн үзэгдэх хүрээнээс давах тул хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "19.8",
  //   "id": "19_8",
  //   "question": "Бусад эгнээ чөлөөгүй үед ачааны автомашин зурагт үзүүлсэн эгнээгээр байрлан явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Бүх жин нь 3.5 тонноос илүүгүй бол зөвшөөрнө " },
  //     { "text": "Буцаж эргэхийн тулд байр эзэлсэн бол зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.57",
  //   "id": "14_57",
  //   "question": "Та чигээрээ явахдаа аль тээврийн хэрэгсэлд зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашинд" },
  //     { "text": "Зөвхөн автобусанд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.36",
  //   "id": "13_36",
  //   "question": "Суудлын автомашины түр зогсолтыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Уулзвараас 20 м-ээс хол зайд зогссон бол зөвшөөрнө" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.5",
  //   "id": "5_5",
  //   "question": "Энэ тэмдэг юуг анхааруулах вэ?",
  //   answers: [
  //     { "text": "Төмөр замын гармын амнөх гэрэл дохионы зохицуулгыг" },
  //     { "text": "Уулзвар буюу явган хүний гарцын өмнөх гэрэл дохионы зохицуулгыг " },
  //     { "text": "Бүх төрлийн гэрэл дохионы зохицуулгыг" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "7.37",
  //   "id": "7_37",
  //   "question": "Зохицуулагчийн ойлгогдохуйц дохиог баримтлан баруун гар тийш эргэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Тэмдгийн заалтыг зөрчих тул хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.24",
  //   "id": "5_24",
  //   "question": "Энэ тэмдэг бүх жин ни 3.5 тонноос бага ачааны автомашины хөдөлгөөнийг хориглох уу?",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "10.5",
  //   "id": "10_5",
  //   "question": "Зурагт үзүүлсэн эсрэг хөдөлгөөнтэй замд аль эгнээгээр байрлан явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн баруун гар талын эгнээгээр" },
  //     { "text": "Аль дурын эгнээгээр" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "23.5",
  //   "id": "23_5",
  //   "question": "Аль тохиолдолд автомашинд төвөөс зугтах хүч хамгийн их үүсэх вэ?",
  //   answers: [
  //     { "text": "Их радиустай тойргоор бага хурдтай эргэхэд" },
  //     { "text": "Бага радиустай тойргоор бага хурдтай эргэхэд" },
  //     { "text": "Бага радиустай тойргоор их хуртай эргэхэд" },
  //     { "text": "Их радиустай тойргоор их хурдтай эргэхэд" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.74",
  //   "id": "10_74",
  //   "question": "Зурагт үзүүлснээр байрлан явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Баруун гар талын эгнээ чөлөөтэй байгаа тохиолдолд хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "24.10.",
  //   "id": "24_10_",
  //   "question": "Хавирга нь хугарсан хүнийг хэрхэн тээвэрлэх вэ?",
  //   answers: [
  //     { "text": "Хажуугаар нь хэвтүүлэх байдлаар" },
  //     { "text": "Дээш харуулан нуруугаар нь хэвтүүлэх байдлаар" },
  //     { "text": "Хэвлийгээр нь доош харуулан хэвтүүлэх байдлаар" },
  //     { "text": "Суугаа болон хагас суугаа байдлаар" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "14.68",
  //   "id": "14_68",
  //   "question": "Шар гэрэл дохио анивчиж байгаа энэ тохиолдолд та зүүн гар тийш эргэхдээ:",
  //   answers: [
  //     { "text": "Зөвхөн автобусанд зам тавьж өгөх үүрэгтэй " },
  //     { "text": "Зөвхөн явган зорчигчид зам тавьж өгөх үүрэгтэй" },
  //     { "text": "Дээрх бүгдэд зам тавьж өгөх үүрэгтэй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "18.7",
  //   "id": "18_7",
  //   "question": "Хорооллын доторх зорчих хэсгийг жолооч дамжин өнгөрөх зорилгоор ашиглахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн жолоодлогын дадлага хийх тохиолдолд хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "4.6",
  //   "id": "4_6",
  //   "question": "Тусгай дуут дохио болон гэрлэн дохио ажиллуулсан автомашин ойртон ирж яваа энэ тохиолдолд суудлын автомашины жолооч ямар үүрэг хүлээх вэ?",
  //   answers: [
  //     { "text": "Баруун гар талын эгнээнд шилжиж, чөлөөтэй зорчих боломжийг хангах" },
  //     { "text": "Баруун гар талын эгнээнд шилжиж, зогсож өнгрүүлэх" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.45",
  //   "id": "13_45",
  //   "question": "Энд зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Өглөөний 06 цагаас оройн 22 цагийн хооронд хориглоно " },
  //     { "text": "Чиглэлийн тээврийн хэрэгслийн хөдөлгөөнд саап учруулахгүйгээр хүн буулгах, суулгахын тулд түр зогсохыг зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.14",
  //   "id": "5_14",
  //   "question": "Хэн нь явган хүний гарцаар зам хөндлөн гарч байна вэ?",
  //   answers: [
  //     { "text": "Зөвхөн наана яваа хүн" },
  //     { "text": "Зөвхөн цаана яваа хүн" },
  //     { "text": "Хоёул" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "11.4",
  //   "id": "11_4",
  //   "question": "Суурин газрын гадна мотоциклын зөвшөөрөгдөх дээд хурд хэд вэ?",
  //   answers: [
  //     { "text": "50км/цаг" },
  //     { "text": "60км/цаг" },
  //     { "text": "80км/цаг" },
  //     { "text": "100км/цаг" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "8.7",
  //   "id": "8_7",
  //   "question": "Харанхуй үед замын түр ба удаан зогсохыг хориглоогүй хэсэгт оврын гэрэл нь гэмтэлтэй тээврийн хэрэгслийг зогсоохдоо ослын дохионы гэрлийг асаах шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай " },
  //     { "text": "Замын гэрэлтүүлэгтэй хэсэгт зогссон тохиолдолд шаардлагагүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "19.7",
  //   "id": "19_7",
  //   "question": "Суудлын автомашины жолоодож яваа тохиолдолд энэ эгнээгээр байрлан явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Баруун гар талын эгнээнүүд чөлөөгүй тохиолдолд зөвшөөрнө" },
  //     { "text": "Баруун гар талын нэг ба хоёр дахь эгнээнээс бусад эгнээгээр байрлан явахыг хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "22.15",
  //   "id": "22_15",
  //   "question": "Аль эд анги нь ажиллахгүй болсон автомашиныг ашиглахыг хориглох вэ?",
  //   answers: [
  //     { "text": "Хурд хэмжүүр " },
  //     { "text": "Дуут дохио" },
  //     { "text": "Шил арчуур" },
  //     { "text": "Дээрх бүгд" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "14.58",
  //   "id": "14_58",
  //   "question": "Та зүүн гар тийш эргэхдээ аль тээврийн хэрэгсэлд зам тавьж өгөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн баруун гар талаас яваа суудлын автомашинл" },
  //     { "text": "Зөвхөн зүүн гар талаас яваа унадаг дугуйнд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.75",
  //   "id": "9_75",
  //   "question": "Зурагт үзүүлсэн замын хэсэгт ухрахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Аюулгүйн байдлыг хангасан нөхцөлд зөвшөөрнө" },
  //     { "text": "Ажлын өдрын 7.30-аас 19.00 цагийн хооронл хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.35",
  //   "id": "13_35",
  //   "question": "Суудлын автомашины түр зогсолтыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.4",
  //   "id": "5_4",
  //   "question": "Зурагт үзүүлсэн шороон замаас хучилттай нийлэхдээ та ямар журам баримтлах вэ?",
  //   answers: [
  //     { "text": "Адил замын уулзвар нэвтрэх журам" },
  //     { "text": "Гол ба туслах замын уулзвар нэвтрэх журам" },
  //     { "text": "Гарц нэвтрэх журам" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "1.10.",
  //   "id": "1_10_",
  //   "question": "\"Бодит жин\" гэж юу вэ?",
  //   answers: [
  //     { "text": "Тээврийн хэрэгсэлийн тухайн үеийн жин" },
  //     { "text": "Тээврийн хэрэгсэлийн техникийн тодорхойлолтоор тогтоосон жин" },
  //     { "text": "Тээврийн хэрэгсэлийн даацын хэмжээ" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.73",
  //   "id": "10_73",
  //   "question": "Суудлын автомашин зурагт үзүүлсэн эгнээгээр байрлан явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Баруун гар талын эгнээнд тээврийн хэрэгсэл яваа тохиолдолд зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.23",
  //   "id": "5_23",
  //   "question": "Аль чигт явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Зөвхөн А,В" },
  //     { "text": "А,Б,В" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "18.8",
  //   "id": "18_8",
  //   "question": "Замын зэргэлдээх нутаг дэвсгэр дотор жолооч ямар үүрэг хүлээх вэ?",
  //   answers: [
  //     { "text": "Явган зорчигчид зам тавьж өгөх" },
  //     { "text": "Хурдыг цагт 20 км-ээс хэтрүүлэхгүй явах" },
  //     { "text": "Дамжин өнгөрөх хөдөлгөөн хийхгүй байх" },
  //     { "text": "Дээрх бүх үүргийг хүлээнэ" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "7.38",
  //   "id": "7_38",
  //   "question": "Зурагт үзүүлснээр замын хориотой хэсэгт зохицуулагч зогсох дохио өгвөл та ямар арга хэмжээ авах вэ?",
  //   answers: [
  //     { "text": "Зохицуулагчийн дохиог баримталж зогсоно" },
  //     { "text": "Хориглох тэмдгийн үйлчлэх хүрээг өнгөрөөж зогсоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.67",
  //   "id": "14_67",
  //   "question": "Та уулзвар дээр буцаж эргэхдээ аль тээврийн хэрэгсэлд зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн автобусанд" },
  //     { "text": "Зөвхөн ачааны автомашинд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "23.6",
  //   "id": "23_6",
  //   "question": "Дугуй түгжигдэхээс хамгаалах тоормосны системгүй автомашиныг халтиргаатай зам дээр богино зайд зогсоохын тулд яаж тормослох нь зөв бэ?",
  //   answers: [
  //     { "text": "Тоормсны дөрөөг тултал гишгэнэ" },
  //     { "text": "Тоормосны дөрөөг тасалдалтай гишгэнэ" },
  //     { "text": "Тоормосны дөрөөг гишгэх үедээ зогсоолын тоормосыг давхар ашиглана" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.46",
  //   "id": "13_46",
  //   "question": "Шөнийн цагаар суудлын автомашины жолооч энд түр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн хүн буулгах, суулгахын тулд зогсохыг зөвшөөрнө" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.6",
  //   "id": "10_6",
  //   "question": "Хоёр эгнээгээр зорчдог замын баруун гар талын эгнээнд хөдөлгөөний нягтрал ихсэж саатсан үед зүүн гар талын эгнээгээр байрлан явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Өөдөөс ирж яваа тээврийн хэрэгсэлгүй үед зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "24.9",
  //   "id": "24_9",
  //   "question": "Нуруу нь гэмтсэн хүнийг хэрхэн тээвэрлэх вэ?",
  //   answers: [
  //     { "text": "Хатуу тавцан дээр хэвлийгээх нь доош харуулан хэвтүүлэх байдлаар " },
  //     { "text": "Хатуу тавцан дээр дээш харуулан нуруугаар нь хэвтүүлэх байдлаар" },
  //     { "text": "Зөөлөн дэвсгэр дээр хэвтүүлэх байдлаар" },
  //     { "text": "Суугаа болон хагас суугаа байдлаар" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "4.3",
  //   "id": "4_3",
  //   "question": "Хөх-улаан өнгийн тусгай гэрлэн дохиогоор тоноглосон автомашины жолооч аль тохиолдолд давуу эрхтэй байх вэ?",
  //   answers: [
  //     { "text": "Тусгай гэрлэн дохиогоо ажиллуулсан тохиолдолд" },
  //     { "text": "Тусгай гэрлэн дохиог тусгай дуут дохиотой хамт ажиллуулсан тохиолдолд" },
  //     { "text": "Дээрх хоёр тохиолдолд" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.16",
  //   "id": "5_16",
  //   "question": "Тэмдэг юуг анхааруулж байна вэ?",
  //   answers: [
  //     { "text": "Онгоцтой шүргэлцэж болзошгүй аюулыг" },
  //     { "text": "Зорчих хэсэг дээр онгоц бууж болзошгүйг" },
  //     { "text": "Онгоцны дуу чимээнээс цочирдохгүй байхыг" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "11.2",
  //   "id": "11_2",
  //   "question": "Суурин газрын гадна суудлын автомашины зөвшөөрөгдөх дээд хурд хэд вэ?",
  //   answers: [
  //     { "text": "50 км/цаг" },
  //     { "text": "60км/цаг" },
  //     { "text": "80км/цаг" },
  //     { "text": "100км/цаг" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "8.5",
  //   "id": "8_5",
  //   "question": "Харанхуй үед замын түр зогсох хориотой хэсэгт зайлшгүй зогсолт хийсэн жолооч ослын дохионы гэрлээ асаах шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Оврын гэрлээ асаасан бол шаардлагагүй" },
  //     { "text": "Замын гэрэлтүүлэгтэй хэсэгт зогссон бол шаардлагагүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "18.6",
  //   "id": "18_6",
  //   "question": "Энд ачааны автомашины хөдөлгүүрийг унтрааж удаан зогсоохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Бүх жин нь 3.5 тонноос илүүгүй бол зөвшөөрнө " },
  //     { "text": "Нэмэлт тэмдэгээр тусгайлан заагаагүй зогсоолд хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "22.13",
  //   "id": "22_13",
  //   "question": "Аль гэрэл нь асахгүй болсон автомашиныг ашиглахыг хориглох вэ?",
  //   answers: [
  //     { "text": "Хөдөлгүүрийн гэрэл" },
  //     { "text": "Бүхээгний доторх гэрэл" },
  //     { "text": "Ухрах арааны гэрэл" },
  //     { "text": "Тээшний гэрэл" },
  //     { "text": "Дээрх бүх тохиолдолд хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "14.56",
  //   "id": "14_56",
  //   "question": "Та чигээрээ явахдаа суудлын автомашинд зам тавьж өгөх шаардлагатай юу?",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.77",
  //   "id": "9_77",
  //   "question": "Зогсоолын талбай руу суудлын таксийг ухрааж зогсоохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.33",
  //   "id": "13_33",
  //   "question": "Зурагт үзүүлснээр уулзвар дээр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн хүн буулгах, суулгахын тулд зогсохыг зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "1.9",
  //   "id": "1_9",
  //   "question": "\"Бүх жин\" гэж юу вэ?",
  //   answers: [
  //     { "text": "Тээврийн хэрэгсэлийн тухайн үеийн жин" },
  //     { "text": "Тээврийн хэрэгсэлийн техникийн тодорхойлолтоор тогтоосон жин" },
  //     { "text": "Тээврийн хэрэгсэлийн өөрийн жин" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.6",
  //   "id": "5_6",
  //   "question": "Энэ тэмдэг юуг анхааруулах вэ?",
  //   answers: [
  //     { "text": "Замын огцом эргэх хэсгийг " },
  //     { "text": "Уулзвар дахь гол замын чигийг" },
  //     { "text": "Замын огцом өгсүүр хэсгийг" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.71",
  //   "id": "10_71",
  //   "question": "Техникийн гэмтлээс шалтгаалан цагт 40км-ээс члүү хурдтай явах боломжгүй суудлын автомашигы жолооч суурийн газрын доторх замд аль эгнээгээр байрлан явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн хамгийн баруун гар талын зөвшөөрөгдсөн эгнээгээр" },
  //     { "text": "Хамгийн баруун гар талын эгнээнээс бусад аль дурын тохиромжтой эгнээгээр" },
  //     { "text": "Баруун гар талын хөвөөгөөр" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.25",
  //   "id": "5_25",
  //   "question": "Аль тэмдэг мотоциклын хөдөлгөөнийг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Зөвхөн В" },
  //     { "text": "Зөвхөн Б,В" },
  //     { "text": "Зөвхөн А,Б" },
  //     { "text": "А,Б,В" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "19.5",
  //   "id": "19_5",
  //   "question": "Тууш замд жолоочийн аль үйлдлийг хориглох вэ?",
  //   answers: [
  //     { "text": "Гүйцэ" },
  //     { "text": "Саадыг тойрон гарах" },
  //     { "text": "Буцаж эргэх" },
  //     { "text": "Дээрх бүгдийг хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "7.36",
  //   "id": "7_36",
  //   "question": "Мотоциклын жолооч чигээрээ явах бол ямар арга хэмжээ авах вэ?",
  //   answers: [
  //     { "text": "Хөдөлгөөнөө үргэлжлүүлнэ" },
  //     { "text": "Чигээ өөрчлөн баруун гар тийш эргэнэ" },
  //     { "text": "Уулзварын өмнө зогсож, зохицуулагчийн дохио өөрчлөгдөхийг хүлээнэ" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "14.65",
  //   "id": "14_65",
  //   "question": "Та зүүн гар тийш эргэхдээ адь тээврийн хэрэгсэлд зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашинд" },
  //     { "text": "Зөвхөн ачааны автомашинд" },
  //     { "text": "Зөвхөн ачааны болон суудлын автомашинд" },
  //     { "text": "Бүгдэд нь" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "23.4",
  //   "id": "23_4",
  //   "question": "Тоормосны механизм чиргүүл чирсэн үед суудлын автомашины тоормосны зам хэрхэн өөрчдөгдөх вэ?",
  //   answers: [
  //     { "text": "Чиргүүл нь хөдөлгөөнд эсэргүүцэл нэмэх тул багасна" },
  //     { "text": "Чиргүүл нь инерцийг нэмэгдүүлэх тул ихэснэ" },
  //     { "text": "Өөрчлөгдөхгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.44",
  //   "id": "13_44",
  //   "question": "Аль автомашины түр зогсолтыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.8",
  //   "id": "10_8",
  //   "question": "Саадыг тойрон гарахын тулд эсрэг урсгал сөрөхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Өөдөөс ирж яваа тээврийн хэрэгсэлгүй үед зөвшөөрнө" },
  //     { "text": "Баруун гар талын хөвөөгөөр тойрон гарах боломжтой тохиолдолд хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "4.5",
  //   "id": "4_5",
  //   "question": "Шар өнгийн тусгай гэрлэн дохио ажиллуулсан автомашинд та зам тавьж өгөх үүрэгтэй юу?",
  //   answers: [
  //     { "text": "Тийм " },
  //     { "text": "Үгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "24.7",
  //   "id": "24_7",
  //   "question": "Ухаан алдсан хүнд эмнэлгийн анхны тусламж хэрхэн үзүүлэх вэ?",
  //   answers: [
  //     { "text": "Налуу түшлэгтэй зөөлөн сандалд суулгана" },
  //     { "text": "Цээжин биеийг нт хагас өндийлгөж хэвтүүлнэ" },
  //     { "text": "Хөлийг нь хагас өндөрлөж хэвтүүлнэ" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.18",
  //   "id": "5_18",
  //   "question": "Гарцаар баруун гар тийш эргэж замаас гарахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "8.3",
  //   "id": "8_3",
  //   "question": "Зайлшгүй зогсолт хийсэн жолооч ослын дохионы гэрлээ заавал асаах шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Зогсохыг хориглоогүй газарт зогссон бол шаардлагагүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "22.11",
  //   "id": "22_11",
  //   "question": "Хөдөлгүүрийн ямар гэмтэлтэй тээврийн хэрэгслийг ашиглахыг хориглох вэ?",
  //   answers: [
  //     { "text": "Тэжээлийн системээс түлш гоожсон " },
  //     { "text": "Тосолгооны системийн битүүмж алдагдсан " },
  //     { "text": "Яндангаас гарах дуу чимээний түвшин тогтоосон хэмжээнээс хэтэрсэн" },
  //     { "text": "Дээрх бүх тохиолдолд хориглоно" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "9.79",
  //   "id": "9_79",
  //   "question": "Гүүрний наана гарч зогсохыгн тулд зурагт үзүүлсэнээр ухрахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "1.8",
  //   "id": "1_8",
  //   "question": "\"Чиглэлийн тээврийн хэрэгсэл\" гэж юу вэ?",
  //   answers: [
  //     { "text": "Тогтоосон буудал бүхий чиглэлийн дагуу зорчигч тээвэрлэх зориулалтаар нийтийн үйлчилгээнд явж байгаа автобус,троллейбус" },
  //     { "text": "Бух төрлийн автобус" },
  //     { "text": "Хүн тээвэрлэх зориулсан тээврийн хэрэгсэл" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.8",
  //   "id": "5_8",
  //   "question": "Энэ тэмдэг юуг анхааруулах вэ?",
  //   answers: [
  //     { "text": "Тээврийн хэрэгсэлийг ачиж журамлахыг" },
  //     { "text": "Уулын өндөрлөг хясаа,цавчим эрэгт ойртож байгааг" },
  //     { "text": "Замын огцом өгсүүр хэсэгт ойртож байгааг" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "18.4",
  //   "id": "18_4",
  //   "question": "Энд тээврийн хэрэгслийг асаалттай зогсоохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Хөдөлгүүрийн утааны найрлага дахь хорт хийн хэмжээ стандартайд зааснаас хэтрэхгүй бол зөвшөөрнө" },
  //     { "text": "Удаан хугацаагаар зогсох бол хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "15.54",
  //   "id": "15_54",
  //   "question": "Автобусны жолооч уулзварыг хэдийд нэвтрэх вэ?",
  //   answers: [
  //     { "text": "Эмнэлгийн автомашинтай хамт эхний ээлжинд" },
  //     { "text": "Эмнэлгийн автомашины дараа хоёрдугаар ээлжинд" },
  //     { "text": "Ачааны машиныг өнгөрөөсний дараа хамгийн сүүлд" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "11.9",
  //   "id": "11_9",
  //   "question": "Тууш замд чиргүүлтэ суудлын автомашины зөвшөөрөгдөх дээд хурд хэд вэ?",
  //   answers: [
  //     { "text": "40км/цаг" },
  //     { "text": "60км/цаг" },
  //     { "text": "80км/цаг" },
  //     { "text": "100км/цаг" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.31",
  //   "id": "13_31",
  //   "question": "Энд түр ба удаан зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн түр зогсохыг зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "7.34",
  //   "id": "7_34",
  //   "question": "Аль чигт явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Зөвхөн В,Г" },
  //     { "text": "Зөвхөн Б,В,Г" },
  //     { "text": "Бүх чигт" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "5.27",
  //   "id": "5_27",
  //   "question": "Бүх жин 3.5 тонноос бага ачааны автомашины чигээрээ явах хөдөлгөөнийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "10.10.",
  //   "id": "10_10_",
  //   "question": "Та суудлын автомашиныг гүйцэж түрүүлсний дараа баруун гар талын эгнээнд шилжих шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Шаардлагагүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "23.2",
  //   "id": "23_2",
  //   "question": "Хөдөлгөөний хурд ихсэхэд жолоочийн харах талбай хэрхэн өөрчлөгдөх вэ?",
  //   answers: [
  //     { "text": "Ихэснэ " },
  //     { "text": "Багасна" },
  //     { "text": "Өөрчлөгдөхгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "4.7",
  //   "id": "4_7",
  //   "question": "Цуваагаар яваа тээврийн хэрэгслүүд ойртон ирж яваа энэ тохиолдолд суудлын автомашины жолооч аль тээврийн хэрэгсэлд зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн тусгай дуут дохио ажиллуулсан автомашинд" },
  //     { "text": "Тусгай дуут болон гэрлэн дохио ажиллуулсан автомашинд болон цуваагаар яваа тээврийн хэрэгслүүдэд" },
  //     { "text": "Зам тавьж өгөх шаардлагагүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "24.5",
  //   "id": "24_5",
  //   "question": "Гар буюу хөлний артерийн судаснаас алдагдаж байгаа цусыг тогтоохын тулд чангалуурыг шархны аль хэсэгт тавих вэ?",
  //   answers: [
  //     { "text": "Шархан дээр даралттай боолт хийнэ" },
  //     { "text": "Шархан дээд хэсэгт" },
  //     { "text": "Шархны доод хэсэгт" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.63",
  //   "id": "14_63",
  //   "question": "Та чигээрээ явахдаа:",
  //   answers: [
  //     { "text": "Зөвхөн ачааны  автомашинд зам тавьж өгөх үүрэгтэй" },
  //     { "text": "Зөвхөн суудлын автомашинд зам тавьж өгөх үүрэгтэй" },
  //     { "text": "Хоёуланд нь зам тавьж өгөх үүрэгтэй" },
  //     { "text": "Түрүүлж нэвтрэх эрхтэй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "19.3",
  //   "id": "19_3",
  //   "question": "Техникийн дээд хурд нь цагт 40 км-ээс илүүгүй тээврийн хэрэгсэлээр тууш замын хөдөлгөөнд оролцохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөрчих хэсгийн хамгийн баруун гар талын эгнээгээр байрлан явах тохиолдолд зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.42",
  //   "id": "13_42",
  //   "question": "Явган хүний гарцад хэдэн метрээс ойр зайд түр ба удаан зогсохыг хориглох вэ?",
  //   answers: [
  //     { "text": "5 метр" },
  //     { "text": "10 метр" },
  //     { "text": "20 метр" },
  //     { "text": "Зөвхөн явган хүний гарц дээр хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.80.",
  //   "id": "10_80_",
  //   "question": "Жолооч тээврийн хэрэгслийн хажуугийн зайг сонгохдоо хөдөлгөөний хурдаас хэрхэн хамааруулах вэ?",
  //   answers: [
  //     { "text": "Хурд их бол хажуугийн зайг их байхаар" },
  //     { "text": "Хурд их бол хажуугийн зайг бага байхаар" },
  //     { "text": "Хажуугийн зайг ёонгох нь тээврийн хэрэгслийн хурдаас хамаарахгүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.20.",
  //   "id": "5_20_",
  //   "question": "Энэ тэмдэг нь:",
  //   answers: [
  //     { "text": "Дүрэмд тусгаглдсан бүх анхааруулах тэмдгийн утгыг агуулна" },
  //     { "text": "Дүрэмд тусгагдсан тэмдгээр анхааруулаагүй бусад аюул бүхий замын хэсгийг анхааруулна" },
  //     { "text": "Анааруулах тэмдгүүдийн үйлчлэлийг төгсгөнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "22.20.",
  //   "id": "22_20_",
  //   "question": "Гурван дугуйт мотоциклд аль хэрэгслийг шаардахгүй вэ?",
  //   answers: [
  //     { "text": "Хатгаалах малгай" },
  //     { "text": "Зорчигчийн бариул" },
  //     { "text": "Гал унтраагуур" },
  //     { "text": "Ослын зогсолтын тэмдэг" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "8.1",
  //   "id": "8_1",
  //   "question": "Зам тээврийн ослын улмаас зогссон тээврийн хэрэгслийн жолооч ослын дохионы гэрлээ заавал асаах шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Хориглоогүй газарт зогссон тохиолдолд шаардлагагүй" },
  //     { "text": "Ослын үед хүний амь нас, эрүүл мэнд хохироогүй бол шаардлагагүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.72",
  //   "id": "9_72",
  //   "question": "Зурагт үзүүлснээр хашаа руу ухарч орохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Бусдад саад учруулахгүй бол зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.78",
  //   "id": "10_78",
  //   "question": "Зурагм үзүүлсэн тээврийн хэрэгслүүдийн жолооч нар хоорондын зайг хэрхэн сонгож явах үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Хооронлын зайг 10 метр байхаар" },
  //     { "text": "Араас нь гүйцэж түрүүлсэн тээврийн хэрэгсэл урд нь аюулгүй орж байр эзлэх боломжтой байхаар" },
  //     { "text": "Бусад тээврийн хэрэгсэл дунд нь орж байр эзлэх боломжгүй байхаар" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "1.7",
  //   "id": "1_7",
  //   "question": "Аль нь механикжсан тээврийн хэрэгсэл вэ?",
  //   answers: [
  //     { "text": "Мотоцикл" },
  //     { "text": "Мопед" },
  //     { "text": "Унадаг дугуй" },
  //     { "text": "Мотоцикл болон мопед" },
  //     { "text": "Дээрх бүгд" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "18.2",
  //   "id": "18_2",
  //   "question": "Энд зөвшөөрөгдөх дээд хурд хэд вэ?",
  //   answers: [
  //     { "text": "10км/цаг" },
  //     { "text": "20км/цаг" },
  //     { "text": "40км/цаг" },
  //     { "text": "60км/цаг" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.52",
  //   "id": "14_52",
  //   "question": "Аль суудлын автомашины жолооч уулзварыг түрүүлж нэвтрэх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.40.",
  //   "id": "13_40_",
  //   "question": "Суудлын автомашины түр зогсолтыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Зөвхөн хүн буулгах, суулгахын тулд түр зогсохыг зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.1",
  //   "id": "5_1",
  //   "question": "Энэ тэмдэг юуг анхааруулах вэ?",
  //   answers: [
  //     { "text": "Төмөр замын хаалттай гарамп ойртож байгааг" },
  //     { "text": "Зам хаалттай байгааг" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "23.9",
  //   "id": "23_9",
  //   "question": "Эгц уруу замд автомашины аль араан дамжуулгыг сонгож явах вэ?",
  //   answers: [
  //     { "text": "Хүнд араан дамжуулга" },
  //     { "text": "Хөнгөн араан дамжуулга" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.29",
  //   "id": "5_29",
  //   "question": "Уулзвар дээр буцаж эргэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.1",
  //   "id": "10_1",
  //   "question": "Зурагт үзүүлсэн эсрэг хөдөлгөөнтэй замаас та зүүн гар тийш эргэхдээ байрлалаа хархан эзлэх вэ?",
  //   answers: [
  //     { "text": "Зорчих хэсгийн зүүн гар талын захад" },
  //     { "text": "Зорчих хэсгийн баруун гар талын захад" },
  //     { "text": "Зорчих хэсгийн тэн хагасыг зүүн гар талдаа үлдээж" },
  //     { "text": "Зорчих хэсгийг голлож" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "7.32",
  //   "id": "7_32",
  //   "question": "Зохицуулагчийн энэ дохио танд аль чигт явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн баруун гар тийш " },
  //     { "text": "Чигээрээ буюу баруун гар тийш " },
  //     { "text": "Бүх чигт" },
  //     { "text": "Уулзвар руу орохыг хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "24.3",
  //   "id": "24_3",
  //   "question": "Хялгасан судасны цус алдалтыг хэрхэн тогтоох вэ?",
  //   answers: [
  //     { "text": "Шархан дээр даралттай боолт хийнэ" },
  //     { "text": "Шархны дээд хэсэгт чангалуур тавина" },
  //     { "text": "Шархны доод хэсэгт чангалуур тавина" },
  //     { "text": "Шархыг ариутгаж боох буюу шархны наалт тавина" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "11.7",
  //   "id": "11_7",
  //   "question": "Суурин газрын гадна суудлын автомашины зөвшөөрөгдөх дээд хурд аль тохиолдолд цагт 60 км байх вэ?",
  //   answers: [
  //     { "text": "Хүн тээвэрлэх тохиолдолд" },
  //     { "text": "Чиргүүлтэй явах тохиолдолд" },
  //     { "text": "Механикжсан тээврийн хэрэгслийг чирэх тохиолдолд" },
  //     { "text": "Дээрх бүх тохиолдолд" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.61",
  //   "id": "14_61",
  //   "question": "Та буцаж эргэхдээ аль тээврийн хэрэгсэлд зам тавьж өгөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашинд" },
  //     { "text": "Зөвхөн ачааны автомашинд" },
  //     { "text": "Хоёуланд нь" },
  //     { "text": "Зам тавьж өгөх шаардлагагүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "19.1",
  //   "id": "19_1",
  //   "question": "Тууш замд аль тээврийн хэрэгслийн хөдөлгөөнийг хориглох вэ?",
  //   answers: [
  //     { "text": "Чиргүүлтэй автомашин" },
  //     { "text": "Мотоцикл" },
  //     { "text": "Трактор" },
  //     { "text": "Дээрх бүгдийг хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "4.2",
  //   "id": "4_2",
  //   "question": "Зурагт үзүүлсэн автомашин цагт 80 км хурдтай явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хөдөлгөөний аюулгүй байдлыг хангасан нөхцөлд зөюшөөрнө" },
  //     { "text": "Тусгай дуут дохиогоо ажиллуулагүй тохиолдолд хориглоно" },
  //     { "text": "Суурин газрын доторх замд хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.49",
  //   "id": "13_49",
  //   "question": "Таксийн зогсоол дээр хүн буулгах, суулгахын тулд бусад тээврийн хэрэгсэл түр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Таксийн хөдөлгөөнд саад учруулахгүй тохиолдолд зөвшөөрнө" },
  //     { "text": "Өглөөний 06 цагаас оройн 22 цагийн хооронд хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "7.39",
  //   "id": "7_39",
  //   "question": "Зохицуулагч боиураа тээврийн хэрэгсэл рүү чиглүүлэн зааж дохивол уг ьээврийн хэрэгслийн жолооч яиар арга хэмжээ авах үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Хурдаа нэмнэ" },
  //     { "text": "Анхаарал болгоомжтойгоор хөдөлгөөнөө үргэлжлүүлнэ" },
  //     { "text": "Зохицуулагчийн заасан газарт буюу  замын тухайн хэсэгт бусдын хөдөлгөөнд саад болохооргүй тохиромжтой байрлал сонгож зогсоно " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.22",
  //   "id": "5_22",
  //   "question": "Суудлы автомашины хөдөлгөөнийг аль тэмдэг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.3",
  //   "id": "10_3",
  //   "question": "Тээврийн хэрэгслүүд зурагт үзүүлснээр байрлан явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хажуугийн аюулгүй зайг хангасан тохиолдолд зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "23.7",
  //   "id": "23_7",
  //   "question": "Хойд хөтлөгчтэй автомашинаар эргэлт хийх үед хойд тэнхлэгт шарвалт үүсвэл жолооч ямар арга хэмжээ авах нь зөв бэ?",
  //   answers: [
  //     { "text": "Түлш өгөлтийг багасгаж жолоооны хүрддийг шарвасан тал руу эргүүлнэ" },
  //     { "text": "Тоормослож, жолооны хүрдийг шарвасан тал руу эргүүлнэ" },
  //     { "text": "Түлш өсөлтийг нэмж,жолооны хүрдийг шарвалтын эсрэг тал руу эргүүлнэ" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.76",
  //   "id": "10_76",
  //   "question": "Суудлын автомашины жолооч уулзвар нэвтрэхдээ эгнээ байраа зөв эзэлсэн үү?",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "24.1",
  //   "id": "24_1",
  //   "question": "Аль нэг гар, хөл нь гэмтсэн, хүний хувцасыг аль талаас эхэлж тайлах буюу өмсүүлэх вэ?",
  //   answers: [
  //     { "text": "Гэмтээгүй талаас нь тайлах буюу өмсүүлнэ" },
  //     { "text": "Гэмтсэн талаас нь тайлах буюу өмсүүлнэ" },
  //     { "text": "Гэмтээгүй талаас нь тайлж, гэмтсэн талаас нь өмсүүлнэ" },
  //     { "text": "Гэмтсэн талаас нь тайлж, гэмтээгүй талаас нь өмсүүлнэ" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "14.70.",
  //   "id": "14_70_",
  //   "question": "Тээврийн хэрэгслүүдийн уулзвар нэвтрэх дарааллыг заана уу?",
  //   answers: [
  //     { "text": "А,Б,В" },
  //     { "text": "А,В,Б" },
  //     { "text": "В,А,Б" },
  //     { "text": "Б,В,А" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "18.9",
  //   "id": "18_9",
  //   "question": "Та зурагт үзүүлснээр хорооллооос гарж замруу орохдоо аль тээврийн хэрэгсэлд зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашин" },
  //     { "text": "Зөвхөн суудлын автомашинд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.47",
  //   "id": "13_47",
  //   "question": "Чиглэлийн тээврийн хэрэгсэлийн буудал дээр хүн буулгах, суулгахын тулд  бусад тээврийн хэрэгсэл зогсоохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Зөвхөн 06 цагаас 22 цагийн хооронд зөвшөөрнө" },
  //     { "text": "Зөвхөн 22 цагаас 06 цагийн хооронд зөвшөөрнө " },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.10.",
  //   "id": "5_10_",
  //   "question": "Замын бартаа донсолгоотой хэсэг хаанаас эхлэх вэ?",
  //   answers: [
  //     { "text": "Тэмдэг байрласан хэсгээс" },
  //     { "text": "Тэмдгээс цааш 50-100 метрээс" },
  //     { "text": "Тэмдгээс цааш 150-300 метрээс" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.11",
  //   "id": "5_11",
  //   "question": "Тэмдгээр анхааруулсан замын аюул бүхий хэсэгт зохицсон арга хэмжээг та хэдийд авж эхлэх вэ?",
  //   answers: [
  //     { "text": "Замын энэ хэсгээс эхлэнэ" },
  //     { "text": "Замын аюул бүхий хэсэгт очсон үеээс эхлэнэ" },
  //     { "text": "Замын аюул бүхий хэсэг рүү орсон үеэс эхлэнэ" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "8.10.",
  //   "id": "8_10_",
  //   "question": "Аль тээврийн хэрэгслийн ослын дохионы гэрлийг асааж явах шаардлагатай вэ?",
  //   answers: [
  //     { "text": "Чирч яваа" },
  //     { "text": "Чирүүлж яваа" },
  //     { "text": "Хоёул" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "22.18",
  //   "id": "22_18",
  //   "question": "Аль эд анги нь байхгүй болсон суудлын автомашиныг ашиглахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Нарны хаалт " },
  //     { "text": "Суудлын дэр" },
  //     { "text": "Шаврын хаалт" },
  //     { "text": "Хажуугийн шил" },
  //     { "text": "Дээрх бүх тохиолдолд зөвшөөрнө" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "9.74",
  //   "id": "9_74",
  //   "question": "Зурагт үзүүлсэн замын хэсэгт ухрах хөдөлгөөнийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зам хөндлөн гарах явган зорчигчгүй үед зөвшөөрнө" },
  //     { "text": "Зөвхөн явган хүний гарц хүртэл ухрахыг зөвшөөрнө" },
  //     { "text": "Нэг чигийн хөдөлгөөнтэй замд хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "1.6",
  //   "id": "1_6",
  //   "question": "Аль зурагт уулзаварыг үзүүлсэн бэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "11.5",
  //   "id": "11_5",
  //   "question": "Аль мотоциклын жолооч цагт 60 км-ээс илүү хурдтай явах хориотой вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "19.10.",
  //   "id": "19_10_",
  //   "question": "Энд зайлшгүй зогсолт хийсэн тохиолдолд ослын дохионы гэрлээ асаах шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Зорчих хэсгийг чөлөөлсөн тохиолдолд шаардлагагүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.59",
  //   "id": "14_59",
  //   "question": "Та чигээрээ явахдаа:",
  //   answers: [
  //     { "text": "Автобусанд зам тавьж өгөх үүрэгтэй " },
  //     { "text": "Ачааны автомашинд зам тавьж өгөх үүрэгтэй" },
  //     { "text": "Түрүүлж нэвтрэх эрхтэй" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "4.9",
  //   "id": "4_9",
  //   "question": "Тусгай гэрлэн дохио ажиллуулсан цагдаагийн автомашин араас ойртон ирж байвал та заавал зогсох шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Шаардлагагүй" },
  //     { "text": "Тусгай дохиогоо дуугаргах буюу чанга яригч хэрэгслээр шаардвал зогсоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.38",
  //   "id": "13_38",
  //   "question": "Гарцад хамгийн ойр хэдэн метрт түр ба удаан зогсохыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "5 метр" },
  //     { "text": "10 метр" },
  //     { "text": "15 метр" },
  //     { "text": "20 метр" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "10.75",
  //   "id": "10_75",
  //   "question": "Ачааны автомашин жолооч ердийн хөсгийг гүйцсэнийхээ дараа баруун гар талын эгнээнд заавал шилжих шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Шаардлагагүй" },
  //     { "text": "Ачааны автомашины бүх жин нь 3.5 тонноос бага бол шаардлагагүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.21",
  //   "id": "5_21",
  //   "question": "Аль тэмдгээс цааш тээврийн хэрэгсэл орохыг хориглох вэ ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "18.10.",
  //   "id": "18_10_",
  //   "question": "Та аль явган зорчигчид зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн наана /хорооллын дотор/ яваа" },
  //     { "text": "Зөвхөн цаана /хорооллын гадна/ яваа" },
  //     { "text": "Хоёуланд нь зам тавьж өгөх үүрэгтэй" },
  //     { "text": "Явган хүний гарцгүй хэсэгт зам тавьж өгөх үүрэг хүлээхгүй" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "7.40.",
  //   "id": "7_40_",
  //   "question": "Зохицуулагчийн ойлгогдохуйц дохио нь дүрмийн бусад заалттай зөрчилдөж байвал жолооч:",
  //   answers: [
  //     { "text": "Зохицуулагчийн ойлгодохуйц дохиог удирдлага болгоно" },
  //     { "text": "Дурмийн тухайн заалтыг удирдлага болгоно" },
  //     { "text": "Зохицуулагчийн дараагийн дохио хүлээнэ" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.69",
  //   "id": "14_69",
  //   "question": "Тээврийн хэрэгслүүдийн уулзвар нэвтрэх дарааллыг заана уу?",
  //   answers: [
  //     { "text": "А,Б,В" },
  //     { "text": "А,В,Б" },
  //     { "text": "В,А,Б" },
  //     { "text": "Б,В,А" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "23.8",
  //   "id": "23_8",
  //   "question": "Урд хөтлөгчтэй автомашинаар эргэлт хийх үед хойд тэнхлэгт шарвалт үүсвэл жолооч ямар арга хэмжээ авах нь зөв бэ?",
  //   answers: [
  //     { "text": "Түлш өгөлтийг багасгаж жолоооны хүрдээр хөдөлгөөнийг тогтворжуулна" },
  //     { "text": "Тоормослож, жолооны хүрдийг шарвасан тал руу эргүүлнэ" },
  //     { "text": "Түлш өсөлтийг нэмж,жолооны хүрдээр хөдөлгөөний чигийг засна" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.48",
  //   "id": "13_48",
  //   "question": "Чиглэлийн тээврийн хэрэгслийн буудал дээр өдрийн цагаар бусад тээврийн хэрэгсэл зогсож хүн буулгах,суулгахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын таксийг зөвшөөрнө" },
  //     { "text": "Зөвхөн \"Хүүхэд тээвэрлэж яваа тээврийн хэрэгсэл\" таних тэмдэг бүхий автобусыг зөвшөөрнө" },
  //     { "text": "Зөвхөн \"Тулгуур эрхтний бэрхшээлтэй хүн\" таних тэмдэг бүхий тээврийн хэрэгслийг зөвшөөрнө" },
  //     { "text": "Дээрх бүгдийг зөвшөөрнө" },
  //   ], "hariu": "5"
  // },
  // {
  //   "№": "10.4",
  //   "id": "10_4",
  //   "question": "Зурагт үзүүлснээр нэг эгнээнд хоёр мотоцикл зэрэгцэн явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "4.1",
  //   "id": "4_1",
  //   "question": "Тусгай гэрлэн дохио ажиллуулсан автомашины жолооч аль чигт явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн баруун гар тийш " },
  //     { "text": "Зөвхөн чигээрээ буюу баруун гар тийш " },
  //     { "text": "Бүх чигт" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "2.17",
  //   "id": "2_17",
  //   "question": "\"D1\" дэд ангилалд аль автомашин хамрагдах вэ?",
  //   answers: [
  //     { "text": "Жолоочоос гадна 8-аас илүү хүний суудалтай хүн тээвэрлэх зориулсан автомашин" },
  //     { "text": "Жолооочоос гадна 16-аас илүүгүй хүний суудалтай автобус " },
  //     { "text": "Бүх төрлийн автобус" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.12",
  //   "id": "5_12",
  //   "question": "Энд буцаж эргэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "11.6",
  //   "id": "11_6",
  //   "question": "Суурин газарт чиргүүлтэй суудлын автомашины зөвшөөрөгдөх дээд хурд хэд вэ?",
  //   answers: [
  //     { "text": "20 км/цаг" },
  //     { "text": "40км/цаг" },
  //     { "text": "50км/цаг" },
  //     { "text": "60км/цаг" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "8.9",
  //   "id": "8_9",
  //   "question": "Жолооч нүд гялбан зорчих баримжаа алдвал бусдад хэрхэн анхааруулах вэ?",
  //   answers: [
  //     { "text": "Ослын дохионы гэрлийг асаана" },
  //     { "text": "Холын гэрлээ асаана" },
  //     { "text": "Холын гэрлээ ойрын гэрэлд шилжүүлнэ" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "19.9",
  //   "id": "19_9",
  //   "question": "Тууш замаар яваа энэ үед түр зогсох шаардлага гарвал хаана зогсохыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зорчих хэсгийн баруун гар талын захад зорчих хэсгийг чөлөөлж хөвөөн дээр " },
  //     { "text": "Зөвхөн 500м-ийн цаана, амрах газарт" },
  //     { "text": "Дээрх бүх газарт зөвшөөрнө" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "22.17",
  //   "id": "22_17",
  //   "question": "Аль хэрэгсэл нь ажиллахгүй болсон суудлын автомашиныг ашиглахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Цан үлээгээр" },
  //     { "text": "Шил өргүүр" },
  //     { "text": "Шил арчуур" },
  //     { "text": "Дээрх бүх тохиолдолд зөвшөөрнө" },
  //     { "text": "Дээрх бүх тохиолдолд хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.60.",
  //   "id": "14_60_",
  //   "question": "Та чигээрээ явахдаа:",
  //   answers: [
  //     { "text": "Ачааны автомашинд зам тавьж өгөх үүрэгтэй" },
  //     { "text": "Суудлын автомашинд зам тавьж өгөх үүрэгтэй " },
  //     { "text": "Түрүүлж нэвтрэх эрхтэй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.73",
  //   "id": "9_73",
  //   "question": "Буцаж явахын тулд зурагт үзүүлснээр ухрах үйлдэл хийхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Аюулгүй байдлыг хангасан нөхцөлд зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.37",
  //   "id": "13_37",
  //   "question": "Суудлын автомашины түр зогсолтыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "3.8",
  //   "id": "3_8",
  //   "question": "Автомашины тоормосны гэрэл асахгүй болсон тохиолдолд хөдөлгөөнөө үргэлжлүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Гараар дохио өгөх байдлаар аль ойр байгаа зогсоол буюу засварын газарт очихыг зөвшөөрнө" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.2",
  //   "id": "5_2",
  //   "question": "Аль тэмдэг төмөр замын хаалтгүй гармыг анхааруулах вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б,В" },
  //     { "text": "Зөвхөн А,В" },
  //     { "text": "А,Б,В" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.77",
  //   "id": "10_77",
  //   "question": "Механикжсан тээврийн хэрэгсэл чирч яваа суудлын автомашины жолооч зурагт үзүүлсэн замаар байрлан явахдаа аль шаардлагыг биелүүлэх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Хамгийн баруун гар талын эгнээгээр явах" },
  //     { "text": "Араас нь яваа тээврийн хэрэгсэл өөрийг нь аюулгүй гүйцэж урд нь орох боломжтой байх хоорондын зайг урд яваа тээврийн хэрэгслээс барьж явах" },
  //     { "text": "Дээрх хоёр шаардлагыг биелүүлэх" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.39",
  //   "id": "5_39",
  //   "question": "Аль тээврийн хэрэгслийн түр зогсолтыг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашин " },
  //     { "text": "Зөвхөн ачааны автомашин" },
  //     { "text": "Хоёуланг хориглоно" },
  //     { "text": "Хоёуланг зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "21.11",
  //   "id": "21_11",
  //   "question": "Ачааны автомашины тэвшинд хүн тээвэрлэрийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Автомашины бүх жин 3.5 тонноос илүүгүй бол зөвшөөрнө " },
  //     { "text": "Зорчигч ачааг дагалдаж яваа бол зөвшөөрнө " },
  //     { "text": "Зөвхөн суурийн газарь зөвшөөрнө" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "7.11",
  //   "id": "7_11",
  //   "question": "Зурагт үзүүлсэн сумны дагуу хөдөлгөөнөө үргэлжлүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.41",
  //   "id": "14_41",
  //   "question": "Адил замын уулзварыг ямар дарааллаар нэвтрэх вэ?",
  //   answers: [
  //     { "text": "А,Б,В" },
  //     { "text": "А,В,Б" },
  //     { "text": "В,А,Б" },
  //     { "text": "Б,В,А" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "23.10.",
  //   "id": "23_10_",
  //   "question": "Эгц уруу замыг жолооч хэрхэн туулах нь зөв бэ?",
  //   answers: [
  //     { "text": "Хөдөлгүүрийг унтрааж, авцуулах холбоо болон араан дамжуулгыг салгалгүй туулна" },
  //     { "text": "Хөдөлгүүрийг уньрааж, авцуулах холбоо буюу араан дамжуулгыг салгалгүй туулна" },
  //     { "text": "Хөдөлгүүрийг унтраахгүйгээр, авцуулах холбоо буюу араан дамжуулгыг салгаж туулна" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.50.",
  //   "id": "13_50_",
  //   "question": "Энд удаан зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Оройн 22 цагаас өглөөний 06 цагийн хооронд зөвшөөрнө" },
  //     { "text": "Өглөөний 06 цагаас оройн 22 цагийн хооронд зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.2",
  //   "id": "10_2",
  //   "question": "Зурагт үзүүлсэн замаас та зүүн гар тийш эргэхдээ байрлалаа хэрхэн эзлэх вэ?",
  //   answers: [
  //     { "text": "Зорчих хэсгийн зүүн гар талын захад" },
  //     { "text": "Зорчих хэсгийн баруун гар талын захад" },
  //     { "text": "Зорчих хэсгийн тэх хагасыг зүүн гар талдаа үлдээж " },
  //     { "text": "Зорчих хэсгийг голлож" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "16.13",
  //   "id": "16_13",
  //   "question": "Төмөр замын гармын өмнө зогссон автомашиныг тойрон гарахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Ойртон ирж яваа галт тэрэггүй үед зөвшөөрнө " },
  //     { "text": "Өөдөөс ирж яваа тээврийн хэрэгсэлгүй үед зөвшөөрнө" },
  //     { "text": "Дээрх хоёр тохиолдолд зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "3.5",
  //   "id": "3_5",
  //   "question": "Харанхуй үед тээврийн хэрэгслийн ар талын оврын гэрлүүд асахгүй болсон бол хөдөлгөөнөө үргэлжлүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Гэрэлтүүлэгтэй замаар яваа бол зөвшөөрнө" },
  //     { "text": "Зөвхөн ойр байгаа зогсоол буюу засварын газарт очих бол зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.50.",
  //   "id": "5_50_",
  //   "question": "Энэ тохиолдолд мотоциклтой нэгэн зэрэг гүүрээр нэвтрэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Мотоциклын хөдөлгөөнд саад учруулахгүй бол зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "11.8",
  //   "id": "11_8",
  //   "question": "Суудлын автомашины зөвшөөрөгдөх дээд хурд хэд вэ?",
  //   answers: [
  //     { "text": "60 км/цаг" },
  //     { "text": "70 км/цаг" },
  //     { "text": "80 км/цаг" },
  //     { "text": "100 км/цаг" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "7.22",
  //   "id": "7_22",
  //   "question": "Энэ тохиолдолд та ямар арга хэмжээ авах вэ?",
  //   answers: [
  //     { "text": "\"Зогс шугам\" тэмдэглэлийн өмнө очиж зогсоно " },
  //     { "text": "Баруун гар талын хашлаганд шахаж, бусдын хөдөлгөөнд саад болхооргүй тохиромжтой байрлал сонгож зогсоно" },
  //     { "text": "Буцаж эргэнэ" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "22.2",
  //   "id": "22_2",
  //   "question": "Хөдөлгөөнд оролцож явах үед зогсоолын тоормос ажиллахгүй болсон бол хөдөлгөөнөө үргэлжлүүлхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Ажлын тоормос ажиллаж байгаа тохиолдолд зөвшөөрнө" },
  //     { "text": "Хоёроос цөөнгүй ивүүр байгаа тохиолдолд зөвшөөрнө" },
  //     { "text": "Зөвхөн ойр байгаа зогсоол буюу засварын газарт очих бол зөвшөөрнө" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "22.19",
  //   "id": "22_19",
  //   "question": "Суудлын автомашинд аль хэрэгслийг шаардахгүй вэ?",
  //   answers: [
  //     { "text": "Эмийн сан" },
  //     { "text": "Гал унтраагуур" },
  //     { "text": "Ослын зогсолтын тэмдэг" },
  //     { "text": "Оврын гэрлийн нөөц чийдэн" },
  //     { "text": "Ивүүр" },
  //   ], "hariu": "5"
  // },
  // {
  //   "№": "14.32",
  //   "id": "14_32",
  //   "question": "Та чигээрээ явахдаа:",
  //   answers: [
  //     { "text": "Уулзварыг түрүүлж нэвтэрнэ" },
  //     { "text": "Ачааны автомашинд зам тавьж өгнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.71",
  //   "id": "9_71",
  //   "question": "Зүүн гар талын зам руу орохын тулд уулзвар дээр зурагт үзүүлснээр ухрахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Бусдад саад учруулахгүй бол зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.39",
  //   "id": "13_39",
  //   "question": "Аль тээврийн хэрэгслийн түр зогсолтыг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Зөвхөн ачааны автомашин" },
  //     { "text": "Хоёуланг хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "2.16",
  //   "id": "2_16",
  //   "question": "Зурагт үзүүлсэн автобус аль ангилалд хамаарагдах вэ?",
  //   answers: [
  //     { "text": "D ангилал" },
  //     { "text": "DE ангилал" },
  //     { "text": "D1 дэд ангилал" },
  //     { "text": "D1E дэд ангилал" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "17.4",
  //   "id": "17_4",
  //   "question": "Өгсүүр хэсгийн төгсгөлд холын гэрлээ ойрын гэрэлд шилжүүлэх шаардлагатай?",
  //   answers: [
  //     { "text": "Өөдөөс тээврийн хэрэгсэл гарч ирж болзошгүй тул шаардлагатай" },
  //     { "text": "Шаардлагагүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "3.4",
  //   "id": "3_4",
  //   "question": "Үзэгдэлт хангалтгүй нөхцөлд автомашины ойрын гэрэл асахгүй болсон бол хөдөлгөөнөө үргэлжлүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Холын гэрэл асаж байгаа бол зөвшөөрнө" },
  //     { "text": "Жолооч талын ойрын гэрэл асаж байгаа бол зөюшөөрнө" },
  //     { "text": "Зөвхөн ойр байгаа зогсоол буюу засварын газарт очих бол зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "5.37",
  //   "id": "5_37",
  //   "question": "Суудлын автомашины түр зогсолтыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Гарцаас 10 м-ээс хол зайд зогссон бол зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "21.13",
  //   "id": "21_13",
  //   "question": "10 хүрьэлх насны хүүхдийг мотоциклын арын суудалд тээвэрлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн суурин газрын гаднах замд хориглоно " },
  //     { "text": "Хамгаалах малгай, нэмэгдэл суудал ашигласан бол зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "7.13",
  //   "id": "7_13",
  //   "question": "Баруун гар талын эгнээнээс аль чигт явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн чигээрээ" },
  //     { "text": "Зөвхөн баруун гар тийш" },
  //     { "text": "Чигээрээ буюу баруун гар тийш" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.43",
  //   "id": "14_43",
  //   "question": "Та чигээрээ явахдаа суудлын автомашинд зам тавьж өгөх үүрэгтэй юу?",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "11.12",
  //   "id": "11_12",
  //   "question": "Ачааны автомашин цагт 100 км хүртэл хурдтай явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн бүх жин нь 3.5 тонноос бага бол зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.21",
  //   "id": "13_21",
  //   "question": "Чиргүүлтэй суудлын автомашиныг зурагт үзүүлсэнээр зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.61",
  //   "id": "9_61",
  //   "question": "Энэ тохиолдолд зурагт үзүүлснээр баруун гар тийш эргэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Бусдын хөдөлгөөнд саад учруулахгүй бол зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "16.15",
  //   "id": "16_15",
  //   "question": "Төмөр замын гарам дээр техникийн саатлаар зогссон тээврийн хэрэгслийн жолооч нэн түрүүнд ямар арга хэмжээ авах шаардагатай вэ?",
  //   answers: [
  //     { "text": "Зорчигчдыг буулгах" },
  //     { "text": "Тээврийн хэрэгслийнхээ гэмтлийг засах" },
  //     { "text": "Төмөр замын гарам хариуцсан байгууллага, ажилтанд мэдэгдэх" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.79",
  //   "id": "10_79",
  //   "question": "Жолооч хоорондын зайгаа хэрхэн сонгож явах вэ?",
  //   answers: [
  //     { "text": "Урд яваа тээврийн хэрэгсэл хурдаа нэмэхэд түүнээс хоцрохгүй байхаар" },
  //     { "text": "Араас яваа тээврийн хэрэгсэл хурдаа нэмэхэд түүнд мөргүүлэхгүй байхаар" },
  //     { "text": "Урд яваа тээврийн хэрэгсэл хурдаа хасах буюу зогсоход түүнийг мөргөхгүй байхаар" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.48",
  //   "id": "5_48",
  //   "question": "Та саадыг тойрон гарахдаа өөдөөс яваа ачааны автомашинд зам тавьж өгөх үүрэгтэй юу?",
  //   answers: [
  //     { "text": "Тийм " },
  //     { "text": "Үгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "2.13",
  //   "id": "2_13",
  //   "question": "Зурагт үзүүлсэн автомашин аль ангилалд хамаарагдах вэ?",
  //   answers: [
  //     { "text": "C ангилал" },
  //     { "text": "CE ангилал" },
  //     { "text": "M ангилал" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "7.24",
  //   "id": "7_24",
  //   "question": "Энэ тохиолдолд зүүн гар тийш эргэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "22.4",
  //   "id": "22_4",
  //   "question": "Жолооны механизмын хүчлүүр ажиллахгүй болсон автомашиныг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Огцом эргэлт хийхгүйгээр хөдөлгөөнд оролцох бол зөвшөөрнө" },
  //     { "text": "Жолооны хүрдний сул эргэлт тогтоосон хэмжээнээс хэтрээгүй бол зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "12.1",
  //   "id": "12_1",
  //   "question": "Гүйцэж түрүүлэх үйлдэл хийж эхэлмэгц өөдөөс тээврийн хэрэгсэл ойртон ирж байвал та ямар арга хэмжээ авах вэ?",
  //   answers: [
  //     { "text": "Хурдаа нэмж гүйцэж түрүүлэх үйлдлийг шуурхайлна" },
  //     { "text": "Гэрэл шилжүүлэх дохио өгч гүйцэж түрүүлж байгаагаа анхааруулна" },
  //     { "text": "Хурдаа хасаж, буцаж эгнээндээ орно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "14.34",
  //   "id": "14_34",
  //   "question": "Та буцаж эргэхдээ:",
  //   answers: [
  //     { "text": "Уулзварыг түрүүлж нэвтэрнэ" },
  //     { "text": "Суудлын автомашинд зам тавьж өгнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.52",
  //   "id": "9_52",
  //   "question": "Зурагт үзүүлсэн сумны дагуу чигээрээ нэвтрэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.12",
  //   "id": "13_12",
  //   "question": "Ачаа буулгахын тулд зурагт үзүүлснээр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Зөвхөн 5 минут хүртэл хугацаагаар зогсохыг зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "11.10.",
  //   "id": "11_10_",
  //   "question": "Тууш замд мотоциклын зөвшөөрөгдөх дээд хурд хэд вэ?",
  //   answers: [
  //     { "text": "60 км/цаг" },
  //     { "text": "80 км/цаг" },
  //     { "text": "100км/цаг" },
  //     { "text": "Тууш замд мотоциклын хөдөлгөөнийг хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "17.6",
  //   "id": "17_6",
  //   "question": "Харанхуй үед өөдөөс яваа жолоочид холын гэрлээ ойрын гэрэлд шилжүүлэхийг хэрхэн мэдэгдэх вэ?",
  //   answers: [
  //     { "text": "Дуут дохио өгнө" },
  //     { "text": "Ослын дохионы гэрлээ асаана" },
  //     { "text": "Зүүн гар тийш дохио өгнө" },
  //     { "text": "Гэрэл шилжүүлэх дохио өгнө" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "3.3",
  //   "id": "3_3",
  //   "question": "Хөдөлгөөнд оролцож явах үед ажлын тоормосны систем ажиллахгүй болсон бол хөдөлгөөнөө үргэлжлүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Зогсоолын тоормос ажиллаж байгаа бол зөвшөөрнө" },
  //     { "text": "Зөвхөн ойр байгаа зогсоол буюу засварын газарт очих бол зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.35",
  //   "id": "5_35",
  //   "question": "Суурин газрын гаднах замд энэ тэмдэгийн үйлчлэх  хүрээнд суудлын автомашин ямар хурдтай явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Цагт 50 км-ээс ихгүй " },
  //     { "text": "Цагт 80 км-ээс ихгүй" },
  //     { "text": "Цагт 50-аас 80 км-ийн хооронд" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.45",
  //   "id": "14_45",
  //   "question": "Та зүүн гар тийшээ эргэхдээ аль тээврийн хэрэгсэлд тавьж шаардлагатай вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашинд" },
  //     { "text": "Зөвхөн автобусанд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "7.15",
  //   "id": "7_15",
  //   "question": "Шар гэрэл дохио асах үед уулзвар руу орохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Уулзварын өмнө огцом тормослохгүйгээр зогсох боломжтой тохиолдолд хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.23",
  //   "id": "13_23",
  //   "question": "Ачааны автомашины зурагт үзүүлснээр явган хүний  зам дээр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Бүх жин 3.5 тонноос бага бол зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "11.14",
  //   "id": "11_14",
  //   "question": "Тээврийн хэрэгслийн хурдыг аль тохиолдолд цагт 40 км-ээс хэтрүүлэхийг хориглох вэ?",
  //   answers: [
  //     { "text": "Чиргүүлтэй явах тохиолдолд" },
  //     { "text": "Хүүхдийг зохион байгуулалттай тээвэрлэр үед" },
  //     { "text": "Механикжсан тээврийн хэрэгслийг чирэх тохиолдолд" },
  //     { "text": "Дээрх бүх тохиолдолд" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.25",
  //   "id": "13_25",
  //   "question": "Жолооч тээврийн хэрэгслээ орхиж явахын өмнө ямар арга хэмжээ авах үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зогсоолын тоормосыг идвэхжүүлэх, дугуйнд ивүүр тавих зэргээр тээврийн хэрэгслийг байрнаасаа хөдлөх боломжгүй болгох" },
  //     { "text": "Хулгайлахаас сэргийлэх дохиоллын төхөөрөмжийг идвэхжүүлэх" },
  //     { "text": "Тээврийн хэрэгслийг харгазах хүнтэй үлдээх" },
  //     { "text": "Дээрх бүх арга хэмжээг авах" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.63",
  //   "id": "9_63",
  //   "question": "Аль хэсэг дээр буцаж эргэхийг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн уулзвар дээр" },
  //     { "text": "Зөвхөн явган хүний гарц дээр" },
  //     { "text": "Хоёуланд хориглоно" },
  //     { "text": "Хоёуланд зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "16.17",
  //   "id": "16_17",
  //   "question": "Төмөр замын гарам дээр зайлшгүй зогсолт хийсэн тээврийн хэрэгслийг жолооч галт тэрэг ирж яваа үед зогсох дохиог хэрхэн өгөх вэ?",
  //   answers: [
  //     { "text": "Тээврийн хэрэгслийнхээ дуут дохиог өгнө" },
  //     { "text": "Галт тэргийг угтан гүйж, сайн харагдах зүйлээр тойруулан даллаж дохио өгнө" },
  //     { "text": "Төмөр зам дээр галт тэрэгний өөдөөс харж зогсон баруун гараа дээш өргөнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "21.15",
  //   "id": "21_15",
  //   "question": "Суудлын автомашин урд суудалд согтуу хүн тээвэрлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Жолоочоос өөр харгалзах хамгаалах хүн хамт яваа бол зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.46",
  //   "id": "5_46",
  //   "question": "Уулзварыг хэрхэн нэвтрэх вэ?",
  //   answers: [
  //     { "text": "\"Зогсохгүй явах хориотой\" тэмдгийн өмнө зогсолт хийсний дараа нэвтэрнэ" },
  //     { "text": "Зорчих хэсгийн огтлолцлын өмнө зогсож аюулгүй байдал хангагдсан эсэхийг мэдсэний дараа нэвтэрнэ" },
  //     { "text": "Уулзвар нэвтрэхийг хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "2.14",
  //   "id": "2_14",
  //   "question": "C1 дэд ангилал аль автомашин хамаарагдах вэ?",
  //   answers: [
  //     { "text": "Бүх жин нь 3.5 тонноос бага ачааны автомашин " },
  //     { "text": "Бүх жин нь 3.5 тонноос 7.5 тонн хүртэлх ачааны автомашин" },
  //     { "text": "Бүх жин нь 3.5 тонноос их бүх ачааны автомашин" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "7.26",
  //   "id": "7_26",
  //   "question": "Таныг аль чигт явахыг хориглох вэ?",
  //   answers: [
  //     { "text": "Бүх чигт" },
  //     { "text": "Зөвхөн зүүн гар тийш болон буцаж эргэх чигт" },
  //     { "text": "Баруун гар тийш эргэхээс бусад чигт" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.36",
  //   "id": "14_36",
  //   "question": "Та зүүн гар тийш эргэхдээ аль тээврийн хэрэгсэлд зам тавьж өгөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн автобусанд" },
  //     { "text": "Зөвхөн суудлын автомашинд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "12.3",
  //   "id": "12_3",
  //   "question": "Энэ тохиолдолд танд гүйцэж түрүүлэх үйлдэл эхлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Ачааны автомашинаас урьтаж зүүн гар талын эгнээг эзлэх бол зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.14",
  //   "id": "13_14",
  //   "question": "Энд удаан зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.54",
  //   "id": "9_54",
  //   "question": "Суудлын автомашины сумны дагуух хөдөлгөөнийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Бусдыг хөдөлгөөнд саад учруулахгүй бол зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.16",
  //   "id": "13_16",
  //   "question": "Тээврийн хэрэгслүүдийг зорчих хэсгийн захыг дагуулах хоёр эгнээгээр зэрэгцүүлэн зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хөдөлгөөний эрчим бага, бусад эгнээ чөлөөтэй үед зөвшөөрнө" },
  //     { "text": "Зөвхөн хоёр дугуйт тээврийн хэрэгсэлийг зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "22.6",
  //   "id": "22_6",
  //   "question": "Дугуйн хээний гүн нь үйлдвэрээс тогтоосон элэгдлийн тэмдэглэгээний хязгаарт хүрсэн суудлын автомашиныг ашиглахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хээний гүн нь газарт тулах хэсгээрээ 1.6 мм -ээс багагүй бол зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "17.8",
  //   "id": "17_8",
  //   "question": "Харанхуй үед гэрэлтүүлэггүй замын хөвөөн дээр тээврийн хэрэгслийг зогсоохдоо ямар гэрэл асаах вэ?",
  //   answers: [
  //     { "text": "Холын гэрэл" },
  //     { "text": "Ойрын гэрэл" },
  //     { "text": "Оврын гэрэл" },
  //     { "text": "Гэрэл асаах шаардлагагүй" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.51",
  //   "id": "10_51",
  //   "question": "Суудлын автомашинаар аль чигт явахын тулд зүүн гар талын эгнээнд байр эзлэхийг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн зүүн гар тийш буюу буцаж эргэх чигт" },
  //     { "text": "Чигээрээ буюу зүүн гар тийш, мөн буцаж эргэх чигт" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.33",
  //   "id": "5_33",
  //   "question": "Замын энэ хэсэгт гүйцэж түрүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "21.17",
  //   "id": "21_17",
  //   "question": "Суудлын автомашинаар зурагт үзүүлсэн ачааг тээвэрлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Ачааны илүү гарсан хэсэгт \"Овор ихтэй ачаа\" таних тэмдэг байрлуулсан тохиолдолд зөвшөөрнө" },
  //     { "text": "Тусгай журам, стандарт баримтлах бол зөвшөөрнө " },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "7.17",
  //   "id": "7_17",
  //   "question": "Зөвшөөрсөн гэрэл дохиогоор уулзварт орсон жолооч уулзварыг нэвтэрч амжаагүй байхад дохио өөрчлөгдвөл ямар арга хэмжээ авах вэ?",
  //   answers: [
  //     { "text": "Уулзварт зогсож, дараагийн зөвшөөрөх дохиог хүлээнэ" },
  //     { "text": "Аюулгүй байдлыг хангаж хөдөлгөөнөө үргэлжлүүлнэ" },
  //     { "text": "Ухарч зохих байраа эзэлнэ" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.47",
  //   "id": "14_47",
  //   "question": "Та зүүн гар тийш эргэхдээ аль автомашинд зам тавьж өгөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашинд " },
  //     { "text": "Зөвхөн ачааны автомашинд " },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "11.16",
  //   "id": "11_16",
  //   "question": "Тээврийн хэрэгслийн хурдыг хаана цагт 20 км-ээс хэтрүүлэхгүй хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн хороолол дотор " },
  //     { "text": "Зөвхөн сургууль орчмын бүс дотор" },
  //     { "text": "Зөвхөн замын зэргэлдээх нутаг дэвсрэг дотор" },
  //     { "text": "Дээрх бүх газарт" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "13.27",
  //   "id": "13_27",
  //   "question": "Тээврийн хэрэгслийг орхиж явахдаа 10 нас хүрээгүй хүүхдийг ганцааранг нь үлдээхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Тээврийн хэрэгслийг хөдөлгөх боломжгүй бол зөвшөөрнө" },
  //     { "text": "Хүүхдийг зориулалтын нэмэгдэл суудал,хамгаалах хэрэгсэлд суулгаж бэхэлсэн бол зөвшөөрнө" },
  //     { "text": "Дээрх бүх тохиолдолд зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "5"
  // },
  // {
  //   "№": "9.65",
  //   "id": "9_65",
  //   "question": "Зурагт үзүүлснээр буцаж эргэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Буцаж эргэхэд зорчих хэсгийн өргөн хүрэлцэхгүй тохиолдолд зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "16.19",
  //   "id": "16_19",
  //   "question": "Төмөр замын гарам дээр зайлшгүй зогсолт хийсэн тээврийн хэрэгслийг жолооч түгшүүрийн дохиог хэрхэн өгөх вэ?",
  //   answers: [
  //     { "text": "Нэг урт, гурван богино хэмнэлээр" },
  //     { "text": "Гурван урт,нэг богино хэмнэлээр" },
  //     { "text": "Жигд тсалдалтай хэмнэлээр" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "2.15",
  //   "id": "2_15",
  //   "question": "D ангилалд аль тээврийн хэрэгсэл хамрагдах вэ?",
  //   answers: [
  //     { "text": "Жолоочоос гадна 8-аас илүүгүй хүний суудалтай автомашин" },
  //     { "text": "Зөвхөн 16 хүртэл хүний суудалтай автобус" },
  //     { "text": "Бүх төрлийн автобус,троллейбус" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.44",
  //   "id": "5_44",
  //   "question": "Суудлын автомашины жолооч зам тавьж өгөх үйлдлийг зурагт үзүүлснээр гүйцэтгэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зүүн гар талаас ойртон ирж яваа тээврийн хэрэгсэлгүй тохиолдолд зөвшөөрнө" },
  //     { "text": "Ул үйлдлийг \"Зам тавьж өгнө\" тэмдгийн цаана гарч гүйцэтгэхийг хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.62",
  //   "id": "10_62",
  //   "question": "Хөвөөгөөр байрлан явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Техникийн шалтгаанаар цагт 40 км-ээс илүү хурдтай явах боломжгүй бол зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "7.28",
  //   "id": "7_28",
  //   "question": "Аль тээврийн хэрэгслийн хөдөлгөөнийг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Зөвхөн В" },
  //     { "text": "А,В" },
  //     { "text": "Б,В" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "22.8",
  //   "id": "22_8",
  //   "question": "Аль дугуйнуудын хээ хоорондоо адил байхыг шаардах вэ?",
  //   answers: [
  //     { "text": "А ба Б" },
  //     { "text": "А ба В" },
  //     { "text": "Б ба В" },
  //     { "text": "Бүх дугуй" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "12.5",
  //   "id": "12_5",
  //   "question": "Гүйцэгдэж байгаа үед та ямар үүрэг хүлээх вэ?",
  //   answers: [
  //     { "text": "Хурдаа хасах" },
  //     { "text": "Баруун гар тал руугаа шилжиж зай тавьж өгөх" },
  //     { "text": "Хурдаа нэмэхгүй, гүйцэж түрүүлэхэд нь ямар нэг байдлаар саад хийхгүй байх" },
  //     { "text": "Дээрх бүх үүргийг хүлээнэ" },
  //     { "text": "Ямар нэг үүрэг хүлээхгүй" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "14.38",
  //   "id": "14_38",
  //   "question": "Та зүүн гар тийш эргэхдээ аль тээврийн хэрэгсэлд зам тавьж өгөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн мотоцикл" },
  //     { "text": "Зөвхөн суудлын автомашинд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.56",
  //   "id": "9_56",
  //   "question": "Аль сумны дагуу баруун гар тийш эргэхийг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.18",
  //   "id": "13_18",
  //   "question": "Суудлын автомашиныг зурагт үзүүлснээр ташуу байрлалаар зогсоохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Цувуулан зогсоох хангалттай зай байхгүй тохиолдолд зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "3.6",
  //   "id": "3_6",
  //   "question": "Цас орж байгаа үед аль талын шил арчуур ажиллахгүй бол хөдөлгөөнөө үргэлжлүүлэхийг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөа А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Аль нэг нь ажиллахгүй бол хөдөлгөөнөө үргэлжлүүлэхийг хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "17.1",
  //   "id": "17_1",
  //   "question": "Гэрэлтүүлүүрийг суурин газарт хэрэглэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Өөдөөс ирж яваа тээврийн хэрэгсэлгүй үед зөвшөөрнө" },
  //     { "text": "Зөвхөн тусгай дуут болон гэрлэн дохиогоор тоноглогдсон автомашины жолооч албан үүрэг гүйцэтгэж явахдаа шаардлагатай үед хэрэглэхийг зөвшөөрнө" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.42",
  //   "id": "5_42",
  //   "question": "Та энэ уулзварыг нэвтрэхдээ:",
  //   answers: [
  //     { "text": "Адил замын уулзвар нэвтрэх журамыг баримтлана" },
  //     { "text": "Хөндлөн замаас ойртон ирж яваа тээврийн хэрэгсэлүүдэд зам тавьж өгөх үүрэг хүлээнэ" },
  //     { "text": "Давуу эрхтэй нэвтэрнэ" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.64",
  //   "id": "10_64",
  //   "question": "Хөвөөн дээр аль үйлдлийг хориглох вэ?",
  //   answers: [
  //     { "text": "Байрлан явах" },
  //     { "text": "Түр буюу удаан зогсох" },
  //     { "text": "Дээрх бүх үйлдлийг хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "7.3",
  //   "id": "7_3",
  //   "question": "Аль тээврийн хэрэгслийн жолооч \"Зогс-шугам\" тэмдэглэлийн өмнө зогсох шаардлагатай вэ?",
  //   answers: [
  //     { "text": "Зөвхөн мотоцикл" },
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Хоёул" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "22.1",
  //   "id": "22_1",
  //   "question": "Хөдөлгүүрийн ямар гэмтэлтэй тээврийн хэрэгслийг ашиглахыг хориглох вэ?",
  //   answers: [
  //     { "text": "Дээд чадалдаа хүрч ажиллаж чадахгүй болсон" },
  //     { "text": "Сул эргэлтийн үед тогтвортой ажиллахгүй болсон " },
  //     { "text": "Дуу намсгуур нь гэмтсэн" },
  //     { "text": "Дээрх бүх тохиолдолд хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "12.7",
  //   "id": "12_7",
  //   "question": "Уулзвар дээр гүйцэж түрүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Гол замаас яваа тохиолдолд зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.40.",
  //   "id": "14_40_",
  //   "question": "Та чигээрээ явахдаа уулзварыг хэдийд нэвтрэх вэ?",
  //   answers: [
  //     { "text": "Мотоциклыг уулзварт орсны дараа түрүүлж нэвтэрнэ" },
  //     { "text": "Ачааны автомашины дараа нэвтэрнэ" },
  //     { "text": "Мотоциклыг уулварт нэвтэрсний дараа нэвтэрнэ" },
  //     { "text": "Хамгийн сүүлд нэвтэрнэ" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.58",
  //   "id": "9_58",
  //   "question": "Ачааны автомашинта зүүн гар тийш зэрэгцэн эргэх тохиолдолд суудлын автомашины жолооч аль сумны дагуу хөдөлгөөнөө үргэлжлүүлэхийг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.2",
  //   "id": "13_2",
  //   "question": "Аль автомашины зурагт үзүүлснээр ташуу байрлалаар зогсохыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Зөвхөн ачааны авто машин" },
  //     { "text": "Хоёуланг зөвшөөрнө" },
  //     { "text": "Хоёуланг хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "3.7",
  //   "id": "3_7",
  //   "question": "Хөдөлгөөнд оролцож явах үед тээврийн хэрэгсэлд ямар гэмтэл тохиолдвол зөвхөн зогсоол буюу засварын газарт очих хүртэл хөдөлгөөнөө үргэлжлүүлэхийг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Жолооны механизм ажиллахгүй болсон" },
  //     { "text": "Хөдөлгүүрйн ажиллагаа доголдсон" },
  //     { "text": "Хурд хэмжүүр ажиллахгүй болсон" },
  //     { "text": "Дээрх бүгд" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "17.1",
  //   "id": "17_1",
  //   "question": "Харанхуй үед гэрэлтүүлэггүй замаар явахдаа ямар гэрэл хэрэглэх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн холын гэрэл" },
  //     { "text": "Зөвхөн ойрын гэрэл" },
  //     { "text": "Холын буюу ойрын гэрэл" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.53",
  //   "id": "10_53",
  //   "question": "Ачааны автомашинаар уудзварыг чигээрээ нэвтрэхийн тулд энэ эгнээнд байр эзлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Баруун гар талын эгнээ чөлөөтэй байгаа тохиолдолд хориглоно " },
  //     { "text": "Ачааны автомашины бүх жин нь 3.5 тонноос бага бол зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.31",
  //   "id": "5_31",
  //   "question": "Тэмдгийн үйлчлэх хүрээнд гүйцэж түрүүлэх үйлдэл хийхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Өөдөөс ирж яваа тээврийн хэрэгсэлгүй үед зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "21.19",
  //   "id": "21_19",
  //   "question": "Бүх жин 3.5 тонноос бага ачааны автомашинаар түүний овроос арагшаа 2м-ээс илүү гарсан ачаа тээвэрлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Ачааны илүү гарсан хэсэгт \"Овор ихтэй ачаа\" таних тэмдэг байрлуулсан бол зөвшөөрнө" },
  //     { "text": "Эрх бүхий байгууллагаас баталсан тусгай журам, стандартыг баримтлах бол зөвшөөрнө" },
  //     { "text": "Дээрх хоёр арга хэмжээг авсан тохиолдолд зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "7.19",
  //   "id": "7_19",
  //   "question": "Зурагт үзүүлсэн сумны дагуу уулзварыг нэвтрэхдээ аль гэрлэн дохиоэы заалтыг мөрдөх шаардлагатай вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "14.19",
  //   "id": "14_19",
  //   "question": "Та тойрох хөдөлгөөнтэй уулзварт нийлэхдээ суудлын автомашинд зам тавьж өгөх үүрэгтэй юу?",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "11.18",
  //   "id": "11_18",
  //   "question": "Зурагт үзүүлсэн ачааны автомашины зөвшөөрөгдөх дээд хурд хэд вэ?",
  //   answers: [
  //     { "text": "30 км/цаг" },
  //     { "text": "50 км/цаг" },
  //     { "text": "80 км/цаг" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.29",
  //   "id": "13_29",
  //   "question": "Суурин газрын гадна амрах, хонох зэргээр удаан саатахдаа тээврийн хэрэгсэлээ замын хөвөөн дээр орхихыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Тээврийн хэрэгслийг байрнаасаа үл хөдлөх, өөрөөс нь бусад хүн хөдөлгөх боломжгүй болгох арга хэмжээ авсан бол зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.67",
  //   "id": "9_67",
  //   "question": "Аль сумны дагуу буцаж эргэхийг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Зөвхөн А,Б" },
  //     { "text": "Зөвхөн Б,В" },
  //     { "text": "А,Б,В" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "16.12",
  //   "id": "16_12",
  //   "question": "Төмөр зам хүртэл хамгийн ойрдоо хэдэн метрийн зайд зогсож галт тэргийг өнгөрүүлэх вэ?",
  //   answers: [
  //     { "text": "20 метр" },
  //     { "text": "15 метр" },
  //     { "text": "10 метр" },
  //     { "text": "5 метр" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "2.18",
  //   "id": "2_18",
  //   "question": "Зурагт үзүүлсэн автомашин жолоочоос гадна 14 хүний суудалтай бол аль ангилал хамаарагдах вэ?",
  //   answers: [
  //     { "text": "В ангилал" },
  //     { "text": "Зөвхөн D ангилал" },
  //     { "text": "Зөвхөн D1 дэд ангилал" },
  //     { "text": "D ангилал болон D1 дэд ангилал" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "10.55",
  //   "id": "10_55",
  //   "question": "Суудлын автомашинаар аль эгнээнд байрлан явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн хамгийн баруун гар талын эгнээнп" },
  //     { "text": "Зөвхөн баруун гар талаас хоёр дахь эгнэнд" },
  //     { "text": "Хамгийн баруун гар талын эгнээнээс бусад эгнээнд" },
  //     { "text": "Хамгийн баруун болон хамгийн зүүн гар талын эгнээнээс бусад эгнээгээр" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "5.80.",
  //   "id": "5_80_",
  //   "question": "Цагт 50 км-ээс илүү хурдтай явахыг заасан \"Хурдны доод хязгаарлалт\" тэмдгийн үйлчлэх хүрээг аль тэмдэг дуусгах вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Зөвхөн А,Б" },
  //     { "text": "Зөвхөн А,В" },
  //     { "text": "А,Б,В" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "21.12",
  //   "id": "21_12",
  //   "question": "Аяллын зориулалттай чиргүүлд хүн тээвэрлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хамгаалах бүсээр тоноглосон суудалтай бол зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "7.12",
  //   "id": "7_12",
  //   "question": "Зурагт үзүүлсэн сумны дагуу хөдөлгөөнөө үргэлжлүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.42",
  //   "id": "14_42",
  //   "question": "Та уулзвар чигээрээ нэвтрэхдээ аль унадаг дугуйнд зам тавьж өгөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн баруун гар талаас яваа" },
  //     { "text": "Зөвхөн зүүн гар талаас яваа" },
  //     { "text": "Хоёуланд нь зам тавьж өгөх үүрэгтэй" },
  //     { "text": "Зам тавьж өгөх шаардлагагүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "11.20.",
  //   "id": "11_20_",
  //   "question": "Аль тохиолдолд огцом тоормослохыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зохицуулагч дохиураа өргөх үед уулзвар буюу явган хүний гарцын өмнө тээврийн хэрэгслээ зогсоохын тулд " },
  //     { "text": "Зөвхөн зам тээврийн ослоос урьдчилан сэргийлхийн тулд" },
  //     { "text": "Дээрх хоёр тохиолдолд" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.69",
  //   "id": "9_69",
  //   "question": "Хонгил дотор буцаж эргэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зорчих хэсэг өргөн хүрэлцэх бол зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.22",
  //   "id": "13_22",
  //   "question": "Аль тээврийн хэрэгслийг зурагт үзүүлснээр байрлуулж зогсохыг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Зөвхөн ачааны автомашин" },
  //     { "text": "Хоёуланг хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.4",
  //   "id": "5_4",
  //   "question": "Энд 5 минут хүртэл хугацаагаар зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн хүн буулгах, суулгахын тулд зогсохыг зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "16.14",
  //   "id": "16_14",
  //   "question": "Төмөр замын гармын цаана хөдөлгөөн саатсан энэ тохиолдолд гарам руу орохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Гарам нээлттэй байгаа тохиолдолд зөвшөөрнө" },
  //     { "text": "Ойртон ирж яваа галт тэрэггүй үед зөвшөөрнө" },
  //     { "text": "Дээрх хоёр тохиолдолд зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "5.89",
  //   "id": "5_89",
  //   "question": "Аль чигт явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн А,Б" },
  //     { "text": "А,Б,Г" },
  //     { "text": "А,Б,В" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.66",
  //   "id": "10_66",
  //   "question": "Суудлын автомашин зурагт үзүүлснээр байр эзлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвхөн баруун гар тийш эргэх бол зөвшөөрнө" },
  //     { "text": "Зөвхөн чигээрээ явах бол зөвшөөрнө" },
  //     { "text": "Дээрх хоёр тохиолдолд зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "7.21",
  //   "id": "7_21",
  //   "question": "Зохицуулагчийн энэ дохио ямар утгатай вэ?",
  //   answers: [
  //     { "text": "Зөвхөн чигээрээ явахыг зөвшөөрнө" },
  //     { "text": "Зөвхөн чигээрээ буюу баруун гар тийш эргэхийг зөвшөөрнө" },
  //     { "text": "Уулзвар руу орохыг хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "22.1",
  //   "id": "22_1",
  //   "question": "Ажлын тоормосны системын ямар өөрчлөлттэй суудлын автомашиныг ашиглахыг хориглох вэ?",
  //   answers: [
  //     { "text": "Тоормосны идэвхжил нь холбодох стандартын үзүүлэлтийг хангаж чадахгүй болсон" },
  //     { "text": "Шингэн дамжуулах эд ангиудын битүүмж алдагдсан" },
  //     { "text": "Эд ангиудын хийцийг өөрчилсөн" },
  //     { "text": "Дээрх бүх тохиолдолд хориглоно" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "12.9",
  //   "id": "12_9",
  //   "question": "Энд гүйцэж түрүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Өөдөөс ирж яваа тээврийн хэрэгсэлгүй үед зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.31",
  //   "id": "14_31",
  //   "question": "Та баруун гар тийш эргэхдээ мотоциклд зам тавьж өгөх үүрэгтэй юу?",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.11",
  //   "id": "13_11",
  //   "question": "Зорчих хэсгийн зүүн гар талын захад зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн түр зогсохыг зөвшөөрнө" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.60.",
  //   "id": "9_60_",
  //   "question": "Энэ тохиолдолд суудлын автомашины жолооч заавал зүүн гар тийш эргэх шаардлагатай юу?",
  //   answers: [
  //     { "text": "Чигээрээ явах зорилготой бол шаардлагагүй" },
  //     { "text": "Араас ирсэн жолооч зүүн гар тийш эргэх дохио өгсөн тохиолдолд шаардлагатай" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "17.3",
  //   "id": "17_3",
  //   "question": "Өөдөөс яваа тээврийн хэрэгсэл хүртэл хэдэн метрээс багагүй зайд холын гэрлийг ойрын гэрэлд шилжүүлэх шаардлагатай вэ?",
  //   answers: [
  //     { "text": "50 метр" },
  //     { "text": "100 метр" },
  //     { "text": "150 метр" },
  //     { "text": "300 метр" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.49",
  //   "id": "5_49",
  //   "question": "Гүүрний өмнө тавигдсан энэ тэмдэг нь:",
  //   answers: [
  //     { "text": "Гүүрээр нэвтрэхийн өмнө өөдөөс яваа тээврийн хэрэгсэлд зам тавьж өгөхийг шаардана" },
  //     { "text": "Гүүрээр нэвтрэхэд давуу эрх олгоно" },
  //     { "text": "Гүүрээр нэвтрэн гарахыг хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.87",
  //   "id": "5_87",
  //   "question": "Энэ тэмдэг нь:",
  //   answers: [
  //     { "text": "Чигээрээ явахыг хориглоно" },
  //     { "text": "Гол замын төгсгөлийг мэдээлнэ" },
  //     { "text": "Тууш замын төгсгөлийг мэдээлнэ" },
  //     { "text": "Нэг чигийн хөдөлгөөний төгсгөлийг мэдээлнэ" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "10.68",
  //   "id": "10_68",
  //   "question": "Мотоцикл зурагт үзүүлснээр байрлан явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хөдөлгөөний эрчим ихтэй, бусад эгнээ чөлөөгүй үед зөвшөөрөнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "7.23",
  //   "id": "7_23",
  //   "question": "Зохицуулагч дохиураа өргөх үед уулзвар руу орохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Уулзварын өмнө огцом тоормослохгүйгээр зогсох боломжгүй бол зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "22.3",
  //   "id": "22_3",
  //   "question": "Ямар гэмтэлтэй тээврийн хэрэгслийг ашиглахыг хориглох вэ?",
  //   answers: [
  //     { "text": "Жолооны механизмын эд ангиудын бэхэлгээ эвдэрсэн" },
  //     { "text": "Жолооны хүрдний цоожлогч гэмтсэн" },
  //     { "text": "Жолооны хүрдний бүрээс гэмтсэн" },
  //     { "text": "Дээрх бүх тохиолдолд хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "12.2",
  //   "id": "12_2",
  //   "question": "Ачааны автомашиныг гүйцэж түрүүлснийхээ дараа хэдийд баруун гар талын эгнээнд шилжих вэ?",
  //   answers: [
  //     { "text": "Ачааны автомашиныг гүйцмэгцээ" },
  //     { "text": "Ачааны автомашины хөдөлгөөнд саад болохооргүй хоорондын зай авсны дараа" },
  //     { "text": "Зөвхөн өөдөөс тээврийн хэрэгсэл гэрч ирэх үед" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.33",
  //   "id": "14_33",
  //   "question": "Та суудлын автомашинд зам тавьж өгөх үүрэгтэй юу?",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.51",
  //   "id": "9_51",
  //   "question": "Суудлын автомашины жолооч тухайн эгнээнээс аль сумны дагуу явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн В" },
  //     { "text": "Зөвхөн А,Б" },
  //     { "text": "Зөвхөн А,В" },
  //     { "text": "А,Б,В" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "13.13",
  //   "id": "13_13",
  //   "question": "Зорчих хэсгийн аль талд удаан зогсохыг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.47",
  //   "id": "5_47",
  //   "question": "Суудлын автомашины жолооч \"Зогс-шугам\" тэмдэглэлийн өмнө зогсолт хийх шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Гол замаас яваа ачааны автомашинтай хөдөлгөөн огтолцохгүй тул шаардлагагүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "17.5",
  //   "id": "17_5",
  //   "question": "Өөдөөс яваа автомашины жолооч гэрлээ үе үе шилжүүлэн дохивол та ямар арга хэмжээ авах вэ?",
  //   answers: [
  //     { "text": "Ослын дохионы гэрлээ асааж зогсооно" },
  //     { "text": "Холын гэрлээ ойрын гэрэлд нэн даруй шилжүүлнэ" },
  //     { "text": "Өөдөөс яваа автомашин зөвхөн 150м-ийн дотор ойртож ирсэн үед холын гэрлээ ойрын гэрэлд шилжүүлнэ" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "10.57",
  //   "id": "10_57",
  //   "question": "Аль эгнээнээс баруун гар тийш эргэхийг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Чиглэлийн тээврийн хэрэгслээс бусад тээврийн хэрэгслийн хувьд зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.78",
  //   "id": "5_78",
  //   "question": "Зурагт үзүүлсэн таних тэмдэгтэй автомашин зүүн гар талын эгнээгээр байрлан явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Цагт 30 км-ээс бага хурдтай явах бол зөвшөөрнө" },
  //     { "text": "Цагт 50 км-ээс их хурдтай явах бол зөвшөөрнө" },
  //     { "text": "Цагт 30 км-ээс 50км хурдтай явах бол зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "21.14",
  //   "id": "21_14",
  //   "question": "Ачааны мотоциклын тэвшинд хүн тээвэрлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Ачааг дагалдан буруу хүлээж авахаар явах хүнийг тэвшний дээд ирмэгээс нам зассан суудал суулгаж тээвэрлэхийг зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "7.14",
  //   "id": "7_14",
  //   "question": "Та чигээрээ явах зорилгоор дунд эгнээнд байр эзэлсэн бол ямар арга хэмжээ авах вэ?",
  //   answers: [
  //     { "text": "Хөдөлгөөнөөр үргэлжлүүлж чигээрээ нэвтэрнэ" },
  //     { "text": "Өөрийн явах чигийг үз харгалзан зүүн гар тийш эргэнэ" },
  //     { "text": "\"Зогс шугам\"-ын өмнө зогсож, үндсэн ногоон гэрэл дохио асахыг хүлээнэ" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "14.44",
  //   "id": "14_44",
  //   "question": "Та шороон замаас уулзвараар зүүн гар тийш эргэхдээ аль тээврийн хэрэгсэлд зам тавьж өгөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашинд" },
  //     { "text": "Зөвхөн мотоциклд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "11.11",
  //   "id": "11_11",
  //   "question": "Зурагт үзүүлсэн ачааны автомашины зөвшөөрөгдөх дээд хурд хэд вэ?",
  //   answers: [
  //     { "text": "50 км/цаг" },
  //     { "text": "60 км/цаг" },
  //     { "text": "70 км/цаг" },
  //     { "text": "80 км/цаг" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "13.24",
  //   "id": "13_24",
  //   "question": "Аль мотоциклыг зурагт үзүүлснээр байрлуулж зогсоохыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Хоёуланг зөвшөөрнө" },
  //     { "text": "Хоёуланг хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.62",
  //   "id": "9_62",
  //   "question": "Зорчих хэсгийн өргөн хүрэлцэхгүй тохиолдолд зурагт үзүүлснээр буцаж эргэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Өөдөөсөө болон араасаа яваа тээврийн хэрэгсэлд зам тавьж өгсний дараа эргэхийг зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "16.16",
  //   "id": "16_16",
  //   "question": "Төмөр замын гарам дээр зайлшгүй зогсолт хйисэн тээврийн хэрэгслийн жолооч гармыг нэн даруй чөлөөлөх боломжгүй бол анхааруулах дохиог хэрхэн өгөх вэ?",
  //   answers: [
  //     { "text": "Ослын зогсолтын тэмдгийг галт тэрэг ирэх зүгт төмөр зам дээр тавина" },
  //     { "text": "Ослын зогсолтын тэмдгийг тээврийн хэрэгслээс 15-30 метрийн зайд зорчих хэсэг дээр байрлуулна" },
  //     { "text": "Ослын дохионы гэрлээ асааж, түгшүүрийн дуут дохио өгнө" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.38",
  //   "id": "5_38",
  //   "question": "\"Түр зогсох хориотой\" тэмдэг зорчих хэсгийн аль талд үйлчлэх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.85",
  //   "id": "5_85",
  //   "question": "Энэ тэмдэг нь:",
  //   answers: [
  //     { "text": "Зөвхөн чигээрээ явахыг заана" },
  //     { "text": "Гол замыг заана" },
  //     { "text": "Хөдөлгөөн нь нэг чигт зохион байгуулагдсан зам буюу зорчих хэсгийг мэдээллэнэ" },
  //     { "text": "Хөдөлгөөний тохиромжтой чигийг мэдээлнэ" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.70.",
  //   "id": "10_70_",
  //   "question": "Аль зурагт үзүүлснээр байрлан явахыг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "7.25",
  //   "id": "7_25",
  //   "question": "Аль чигт явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхө Б" },
  //     { "text": "Зөвхөн В" },
  //     { "text": "Зөвхөн Б,В" },
  //     { "text": "А,Б,В" },
  //     { "text": "Уулзвар руу орохыг хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "22.5",
  //   "id": "22_5",
  //   "question": "Суудлын автомашины дугуйн газарт туулах хэсэг дэх хээний гүний зөзөвшөөрөгдөх доод хэмжээ хэд вэ?",
  //   answers: [
  //     { "text": "0.8 мм" },
  //     { "text": "1 мм" },
  //     { "text": "1.6 мм" },
  //     { "text": "2 мм" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "12.4",
  //   "id": "12_4",
  //   "question": "Энэ тохиолдолд таньд гүйцэж түрүүлэх үйдэл эхлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Өөдөөс ойртон ирж яваа тээврийн хэрэгсэлгүй үед зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.36",
  //   "id": "14_36",
  //   "question": "Зурагт үзүүлсэн адил замын уулвараар та зүүн гар тийш эргэхдээ аль тээврийн хэрэгсэлд зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашин" },
  //     { "text": "Зөвхөн суудлын автомашинд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.53",
  //   "id": "9_53",
  //   "question": "Аль сумны дагуу эргэхийг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн В" },
  //     { "text": "Зөвхөн А,Б" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б,В" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.15",
  //   "id": "13_15",
  //   "question": "Баруун гар талын захаар зогссон тээврийн хэрэгслүүдтэй зэрэгцэн зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Нэг чигт гурав буюу түүнээс олон эгнээгээр зорчдог замд зөвшөөрнө" },
  //     { "text": "Хун буулгах, суулгахын тулд түр зогсолтыг зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.45",
  //   "id": "5_45",
  //   "question": "Хөдөлгөөний зохицуулгагүй үед аль тэмдэг хөндөн замаар яваа тээврийн хэрэгсэлд зам тавьж өгхийг шаардах вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "17.7",
  //   "id": "17_7",
  //   "question": "Нүд гялбан зорчих баримжаа алдвал та ямар арга хэмжээ авах вэ?",
  //   answers: [
  //     { "text": "Чигээ өөрчилж гялбалтыг хүрээнээс гарна" },
  //     { "text": "Гэрлээ унтрааж зорчих хэсгийг чөлөөлж зогсоно" },
  //     { "text": "Ослын дохионы гэрлээ асааж, эзэлж яваа эгнээгээ өөрчлөхгүйгээр хурдаа хасах буюу зогсоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.59",
  //   "id": "10_59",
  //   "question": "Аль чигт явахын тулд баруун гар талын эгнээнд байр эзлэхийг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.76",
  //   "id": "5_76",
  //   "question": "Суурин газрын гаднах замд энэ тэмдэгийн үйлчлэх  хүрээнд суудлын автомашин ямар хурдтай явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Цагт 50 км-ээс ихгүй " },
  //     { "text": "Цагт 50 км-ээс 80 км-ийн хооронд" },
  //     { "text": "Цагт 50 км-ээс 100 км-ийн хооронд" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "21.16",
  //   "id": "21_16",
  //   "question": "Суудлын автомашины арын суудалд согтуу хүн тээвэрлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Жолоочоос өөр харгалзах хамгаалах хүн байхгүй бол хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "7.16",
  //   "id": "7_16",
  //   "question": "Суудлын автомашины жолооч шар гэрэл дохио асах үед уулзвар руу орсон бол зөрчил гаргасанд тооцох уу?",
  //   answers: [
  //     { "text": "Тооцно" },
  //     { "text": "Огцом тоормослох зайлсхийж орсон бол тооцохгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.46",
  //   "id": "14_46",
  //   "question": "Та баруун гар тийш эргэхдээ аль автомашинд зам тавьж өгөх шаардлагатай вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашинд " },
  //     { "text": "Зөвхөн ачааны автомашинд" },
  //     { "text": "Хоёуланд нь" },
  //     { "text": "Зам тавьж өгөх шаардлагагүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "11.13",
  //   "id": "11_13",
  //   "question": "Зурагт үзүүлсэн тээврийн хэрэгслийн зөвшөөрөгдөх дээд хурд хэд вэ?",
  //   answers: [
  //     { "text": "20 км/цаг" },
  //     { "text": "40 км/цаг" },
  //     { "text": "50 км/цаг" },
  //     { "text": "60 км/цаг" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.26",
  //   "id": "13_26",
  //   "question": "Тээврийн хэрэгслээ орхиж явах үед жолоочид юуг хориглолх вэ?",
  //   answers: [
  //     { "text": "Цүнх, гар тээшээ тээврийн хэрэгсэлд үлдээх" },
  //     { "text": "Үл таних зоричигчийг тээврийн хэрэгсэлд үлдээх" },
  //     { "text": "10 нас хүрээгүй хүүхдийг ганцааранг нь үлдээх" },
  //     { "text": "Дээрх  бүгдийг хориглох" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.64",
  //   "id": "9_64",
  //   "question": "Аль тээврийн хэрэгслийн хөдөлгөөнийг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Хоёуланг нь хориглоно" },
  //     { "text": "Хоёуланг нь зөвшөөрнө" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "16.18",
  //   "id": "16_18",
  //   "question": "Тээврийн хэрэгслээсээ хэд орчим метрийн зайнаас галт тэргэнд зогсох дохиог өгвөл зохих вэ?",
  //   answers: [
  //     { "text": "20 метр" },
  //     { "text": "100 тетр" },
  //     { "text": "300 метр" },
  //     { "text": "1000 метр" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "5.36",
  //   "id": "5_36",
  //   "question": "Энд түр буюу удаан зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Зөвхөн түр зогсохыг зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.110.",
  //   "id": "5_110_",
  //   "question": "Хориглох тэмдэг ямар үед хүчинтэй байх вэ?",
  //   answers: [
  //     { "text": "Үүлэрхэг үед" },
  //     { "text": "Үзэгдэлт хангалтгүй үед" },
  //     { "text": "Зорчих хэсгийн гадаргуу нойтон үед" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.63",
  //   "id": "10_63",
  //   "question": "Зурагт үзүүлснээр хөвөөнөөс эргэх үйлдэл хйихийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "7.29",
  //   "id": "7_29",
  //   "question": "Аль тээврийн хэрэгслийн хөдөлгөөнийг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн Аф" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Зөвхөн Б,В" },
  //     { "text": "Зөвхөн А,Б" },
  //     { "text": "А,Б,В" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "22.9",
  //   "id": "22_9",
  //   "question": "Аль үзүүлэлт нь тогтоосон хэмжээнээс хэтэрсэн тээврийн хэрэгслийг ашиглахыг хориглох вэ?",
  //   answers: [
  //     { "text": "Хөдөлгүүрийн утааны хорт хийн хэмжээ " },
  //     { "text": "Хөдөлгүүрийн шатахуун зарцуулалт " },
  //     { "text": "Хөдөлгүүрийн тосны даралт" },
  //     { "text": "Дээрх бүгд" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "12.8",
  //   "id": "12_8",
  //   "question": "Уулзвар дээр гүйцэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.39",
  //   "id": "14_39",
  //   "question": "Та зүүн гар тийш эргэхдээ:",
  //   answers: [
  //     { "text": "Түрүүлж нэвтэрнэ" },
  //     { "text": "Суудлын автомашины дараа нэвтэрнэ" },
  //     { "text": "Уулзварт түрүүлж ороод, мотоциклыг өнгөрөөсний дараа нэвтэрнэ" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.57",
  //   "id": "9_57",
  //   "question": "Зурагт үзүүлснээр тойрох хөдөлгөөнтэй уулзвар руу зэрэгцэн орохдоо аль автомашины жолооч зөрчил гаргаж байна вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.19",
  //   "id": "13_19",
  //   "question": "Аль тээврийн хэрэгслийн жолооч хөвөөн дээр зогсох үйлдлийг буруу гүйцэтгэсэн бэ?",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашин" },
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Ачааны болон суудлын автомашин" },
  //     { "text": "Бүгд буруу" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.43",
  //   "id": "5_43",
  //   "question": "Энэ тэмдэг нь:",
  //   answers: [
  //     { "text": "Хөндлөн замаар яваа тээврийн хэрэгслүүдэд зам тавьж өгөхийг шаардана" },
  //     { "text": "Өөдөөс яваа тээврийн хэрэгсэлд зам тавьж өгөхийг шаардана" },
  //     { "text": "Бүх тээврийн хэрэгсэлд зам тавьж өгөхийг шаардана " },
  //     { "text": "Давуу эрх олгоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "16.1",
  //   "id": "16_1",
  //   "question": "Жолоч төмөр замыг гарамгүй хэсгээр нэвтрэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Хөдөлгөөний аюулгүй байдлыг бүрэн хангасан нөхцөлд зөвшөөрнө" },
  //     { "text": "Төмөр замын гарам хариуцсан суурь бүтэц эзэмшигчээс зөвшөөрөл авч нэвтэрнэ" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.54",
  //   "id": "10_54",
  //   "question": "Ачааны автомашинаар уулзварыг чигээрээ нэвтэрэхийн тулд энэ эгнээнд байр эзлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Зөвхөн бүх жин нь 3.5 тонноос бага бол зөвшөөрнө" },
  //     { "text": "Баруун гар талын зөвшөөрөгдсөн эгнээнүүд чөлөөтэй байгаа тохиолдолд хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.99",
  //   "id": "5_99",
  //   "question": "Зүүн гар талын зам руу орохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "21.20.",
  //   "id": "21_20_",
  //   "question": "Мотоциклоор ачаа тээвэрлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Мотоциклын овроос уртаашаа буюу өргөөшөө 0.4 м -ээс илүү гараагүй бол зөвшөөрнө" },
  //     { "text": "Зөвхөн ачааны мотоциклоор тээвэрлэхийг зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "7.20.",
  //   "id": "7_20_",
  //   "question": "Анивчсан шар гэрэл дохио ямар утгатай вэ?",
  //   answers: [
  //     { "text": "Хөдөлгөөнийг бүх чигт хориглоно" },
  //     { "text": "Хөдөлгөөнийг зөвшөөрөх бөгөөд уулзвар зохицуулгагүй болсныг мэдээлж болгоомжтой явахыг анхааруулна" },
  //     { "text": "Гэрэл дохио солигдох гэж байгааг анхааруулна" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.50.",
  //   "id": "14_50_",
  //   "question": "Шар гэрэл дохио анивчиж байгаа энэ тохиолдолд та зүүн гар тийш эргэхдээ аль автомашинд зам тавьж өгөх шаардлагатай вэ?",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашинд" },
  //     { "text": "Зөвхөн суудлын авттомашинд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "11.17",
  //   "id": "11_17",
  //   "question": "Тээврийн хэрэгслийн техникийн тодорхойлолтоор тогтоосон дээд хурдыг хэтрүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Дүрэмд тогтоосон хурдны хязгаараас хэтрээгүй бол зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.30.",
  //   "id": "13_30_",
  //   "question": "Суурин газрын гаднах замд жолооч унтаж амрах зорилгоор удаан зогсохдоо тээврийн хэрэгслээ хаана зогсоохыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зорчих хэсгийн баруун гар ьалын захад" },
  //     { "text": "Зорчих хэсгийг чөлөөлж, хөвөөн дээр " },
  //     { "text": "Замаас зайдуу газарт" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.68",
  //   "id": "9_68",
  //   "question": "Гүүрэн дээр буцаж эргэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Өөдөөс яваа тээврийн хэрэгслийг урьдчилан өнгөрүүлсэн тохиолдолд зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "15.2",
  //   "id": "15_2",
  //   "question": "Шар гэрэл дохио анивчиж байгаа энэ тохиолдолд та явган хүний гарцыг хэрхэн нэвтрэх вэ?",
  //   answers: [
  //     { "text": "Гарцын өмнө зогсож, явган зорчигчид зам тавьж өгсний дараа нэвтэрнэ" },
  //     { "text": "Явган зорчигчоос түрүүлж нэвтэрнэ" },
  //     { "text": "Явган хүний гарц нэвтрэхийг хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.34",
  //   "id": "5_34",
  //   "question": "Энэ тэмдгийн үйлчлэх хүрээнд бүх жин нь 3.5 тоннооос бага ачааны автомашинаар гүйцэж түрүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Удаан явдалт тээврийн хэрэгсэл, ердийн хөсөг, унадаг дугуй, мопед, хоёр дугуйт мотоциклоос бусад тээврийн хэрэгслийг гүйцэж түрүүлэхийг хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.81",
  //   "id": "5_81",
  //   "question": "Энэ тэмдэг юуг мэдээлэх вэ?",
  //   answers: [
  //     { "text": "Замын нарийсалтыг " },
  //     { "text": "Тууш замын эхлэлийг " },
  //     { "text": "Гүүрний доогуур гарах замын хэсгийг" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "10.61",
  //   "id": "10_61",
  //   "question": "Аль суудлын таксийг зурагт үзүүлснээр байрлан явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "7.27",
  //   "id": "7_27",
  //   "question": "Аль чигт явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Зөвхөн А,Б" },
  //     { "text": "Зөвхөн Б,В" },
  //     { "text": "А,Б,В" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "22.7",
  //   "id": "22_7",
  //   "question": "Тээврийн хэрэгсэлд тухайн төрөлд нь тохирохгүй хэмжээтэй дугуй тавьж ашиглахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Дугуйн даац нь тухайн төрөлд нь тохироогүй хэмжээтэй дугуй тавьж ашиглахыг зөвшөөрөх үү?" },
  //     { "text": "Дугуйн даац нь тухайн тээврийн хэрэгслийн төрөлд тохирох бол зөвшөөрнө" },
  //     { "text": "Нэг тэнхлэгт ижил хэмжээтэй дугуйнууд тавих бол зөвшөөрнө" },
  //     { "text": "Дээрх хоёр шаардлагыг хангасан бол зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "12.6",
  //   "id": "12_6",
  //   "question": "Гүйцэж түрүүлэх нь аюултай болохыг та арынхаа автомашины жолоочид хэрхэн анхааруулах вэ?",
  //   answers: [
  //     { "text": "Зүүн гар тийш дохио өгнө" },
  //     { "text": "Зүүн гар тийш шилжиж гүйцэж түрүүлэхэд нь саад хийнэ" },
  //     { "text": "Ослын дохионы гэрлээ асаана" },
  //     { "text": "Дуут дохио өгнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.37",
  //   "id": "14_37",
  //   "question": "Та чигээрээ явахдаа аль тээврийн хэрэгсэлд зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашинд" },
  //     { "text": "Зөвхөн суудлын автомашинд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.55",
  //   "id": "9_55",
  //   "question": "Өөдөөсөө яваа тээврийн хэрэгслүүд зүүн гар тийш эргэхдээ аль зурагт үзүүлснээр зөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.17",
  //   "id": "13_17",
  //   "question": "Зурагт үзүүлснээр хоёр мотоциклыг зэрэгцүүлэн зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хөвөөгүй замд хориглоно" },
  //     { "text": "Автомашины өргөнөөс илүү гаргахгүйгээр зогсоосон бол зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.83",
  //   "id": "5_83",
  //   "question": "Аль тээврийн хэрэгслийн жолооч суурин газрын доторх хөдөлгөөний журмыг мөрдөх шаардлагатай вэ?",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашин" },
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Хоёул" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "17.9",
  //   "id": "17_9",
  //   "question": "Харанхуй үед замын гэрэлтүүлэгтэй хэсэгт тээврийн хэрэгслийг зогсоохдоо гэрэл асаах шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагагүй" },
  //     { "text": "Зөвхөн оврын гэрлийг асаах шаардлагатай" },
  //     { "text": "Оврын гэрэлтэй хамт ойрын буюу манангийн гэрлийг асаах шаардлагатай" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.52",
  //   "id": "10_52",
  //   "question": "Суудлын автомашинаар уулзварыг чигээрээ нэвтрэхийн тулд энэ эгнээнд байр эзлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хөдөлгөөний эрчим ихтэй, бусад эгнээ чөлөөгүй үед зөвшөөрөнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.72",
  //   "id": "5_72",
  //   "question": "Аль сумын дагуу явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн В" },
  //     { "text": "Зөвхөн А,Б" },
  //     { "text": "Зөвхөн Б,В" },
  //     { "text": "А,Б,В" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "21.18",
  //   "id": "21_18",
  //   "question": "Суудлын автомашинаар түүний овроос уртаашаа илүү гарсан ачаа тээвэрлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "1-м ээс илүү гараагүй тохиолдолд зөвшөөрнө" },
  //     { "text": "1-м ээс илүү гарсан тохиолдолд \"Овор ихтэй ачаа\" таних тэмдэг байрлуулсан бол зөвшөөрнө" },
  //     { "text": "0.4м- ээс илүү гараагүй тохиолдолд зөвшөөрнө" },
  //     { "text": "0.4-м ээс илүү гарсан тохиолдолд \"Овор ихтэй ачаа\" таних тэмдэг байрлуулсан бол зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "7.18",
  //   "id": "7_18",
  //   "question": "Зөвшөөрсөн гэрэл дохиогоор \"Зогс шугам\"-ыг давах үед дохио өөрчлөгдсөн бол хөдөлгөөнөө үргэлжлүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Уулзварт орж амжаагүй байгаа энэ тохиолдолд хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.48",
  //   "id": "14_48",
  //   "question": "Та зүүн гар тийш эргэхдээ аль автомашиныг өнгөрүүлэх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашиныг " },
  //     { "text": "Мотоцикл болон ачааны автомашиныг " },
  //     { "text": "Суудлын болон ачааны автомашиныг" },
  //     { "text": "Бүгдийг" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "11.15",
  //   "id": "11_15",
  //   "question": "Зурагт үзүүлсэн замын хэсэгт суудлын автомашины зөвшөөрөгдөх дээд хурд хэд вэ?",
  //   answers: [
  //     { "text": "20 км/цаг" },
  //     { "text": "40 км/цаг" },
  //     { "text": "60 км/цаг" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.28",
  //   "id": "13_28",
  //   "question": "10 нас хүрээгүй хүүхдийг тээврийн хэрэгсэлд үлдээж орхиж явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хоёр буюу түүнээс олон хүүхдийг үлдээх бол зөвшөөрнө" },
  //     { "text": "Насанд хүрсэн харгалзах хүнтэй үлдээх бол зөвшөөрнө" },
  //     { "text": "Дээрх хоёр тохиолдолд зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.66",
  //   "id": "9_66",
  //   "question": "Зурагт үзүүлснээр буцаж эргэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "16.2",
  //   "id": "16_2",
  //   "question": "Харанхуй үед төмөр замын гарам дээр зайлшгүй зогсолт хийсэн тохиолдолд ойртон ирж яваа галт тэргэнд зогсох дохиог хэрхэн өгөх вэ?",
  //   answers: [
  //     { "text": "Галт тэрэгний өөдөөс гэрэлтүүлгээр асааж тусгана" },
  //     { "text": "Гэрэл буюу галаар тойруулан даллаж дохио өгнө" },
  //     { "text": "Тээврийн хэрэгслийн холын ба ойрын гэрлийг ээлжлэн шилжүүлэх байдлаар дохио өгнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.74",
  //   "id": "5_74",
  //   "question": "Аль сумын дагуу явахыг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А,Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.104",
  //   "id": "5_104",
  //   "question": "Аль тээврийн хэрэгслийн түр зогсолтыг хориглох вэ?",
  //   answers: [
  //     { "text": "зөвхөн ачааны автомашин" },
  //     { "text": "зөвхөн суудлын автомашин" },
  //     { "text": "хоёуланг хориглоно." },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "10.42",
  //   "id": "10_42",
  //   "question": "Уулзварыг чигээрээ нэвтрэхийн тулд энэ эгнээнд байр эзлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "баруун гар талын зөвшөөрөгдсөн эгнээ чөлөөтэй байгаа тохиолдолд хориглоно. " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "7.4",
  //   "id": "7_4",
  //   "question": "Суудлын автомашины жолооч уулзвар нэвтрэхдээ ?",
  //   answers: [
  //     { "text": "гэрэл дохиог баримталж дурын чигт явна " },
  //     { "text": "гэрэл дохио болон заах тэмдгийг баримталж зөвхөн баруун гар тийш эргэнэ " },
  //     { "text": "гэрэл дохио болон заах тэмдгийг баримталж баруун гар тийш эргэхдээ дарааллын тэмдгийг мөрдөж ачааны автомашинд зам тавьж өгнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "20.7",
  //   "id": "20_7",
  //   "question": "Зурагт үзүүлснээр хөдөлгөөнд оролцохдоо зорчигч тээвэрлэхийг зөвшөөрөх үү ?",
  //   answers: [
  //     { "text": "зөвхөн чирч яваа автомашинд зөвшөөрнө" },
  //     { "text": "зөвхөн чирүүлж яваа автомашинд зөвшөөрнө " },
  //     { "text": "хоёуланг нь зөвшөөрнө " },
  //     { "text": "хоёуланг нь хориглоно " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "1.13",
  //   "id": "1_13",
  //   "question": "Аль нь \" Үзэгдэлт хангалтгүй нөхцөл \" вэ ? ",
  //   answers: [
  //     { "text": "Утаа, тоос боссоноос 300 м-ийн дотор зам харагдахгүй болсон нөхцөл " },
  //     { "text": "Байгалийн тогтоц , газрын тэгш бус байдалд замын дагуух үзэгдэх орчин халхлагдсан байдал " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.18",
  //   "id": "14_18",
  //   "question": "Та баруун гар тийш эргэхдээ явган зорчигчид зам тавьж өгөх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": "тийм" },
  //     { "text": "Үгүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.36",
  //   "id": "9_36",
  //   "question": "Энэ эгнээнээс аль чигт явахыг зөвшөөрөх вэ ?",
  //   answers: [
  //     { "text": "зөвхөн баруун гар тийш" },
  //     { "text": "зөвхөн чигээрээ буюу баруун гар тийш " },
  //     { "text": "буцаж эргэхээс бусад чигт " },
  //     { "text": "бүх чигт " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.8",
  //   "id": "13_8",
  //   "question": "Зорчих хэсгийн аль талд зогсохыг хориглох вэ ?",
  //   answers: [
  //     { "text": "зөвхөн А" },
  //     { "text": "зөвхөн Б" },
  //     { "text": "А, Б" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.64",
  //   "id": "5_64",
  //   "question": "Аль чигт явахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн А" },
  //     { "text": "зөвхөн Б,В" },
  //     { "text": "зөвхөн Б, В, Г" },
  //     { "text": "А, Б, В, Г" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "16.9",
  //   "id": "16_9",
  //   "question": "энэ тохиолдолд та хаана зогсож галт тэргийг өнгөрүүлэх үүрэгтэй вэ ? ",
  //   answers: [
  //     { "text": "\"зогсохгүй явах хоритой \" тэмдгийн өмнө " },
  //     { "text": "\" төмөр замын гарам \" тэмдгийн өмнө " },
  //     { "text": "төмөр зам хүртэл 10 м-ээс багагүй зайд " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.31",
  //   "id": "10_31",
  //   "question": "суурин газрын гаднах азмд жолооч эгнээгээ хэрхэн сонгож явах вэ ? ",
  //   answers: [
  //     { "text": "хамгийн баруун гар талын  эгнээг чөлөөтэй байлгахаар сонгоно" },
  //     { "text": "чөлөөтэй байгаа эгнээнүүдийн аль болох зүүн гар талын эгнээг сонгоно" },
  //     { "text": "аль болох баруун гар талын чөлөөтэй байгаа зөвшөөрөгдсөн эгнээг сонгоно" },
  //     { "text": "аль тохиромжтой дурын эгнээг сонгоно " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.93",
  //   "id": "5_93",
  //   "question": "Дунд эгнээнээс аль чигт явахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн чигээрээ" },
  //     { "text": "зөвхөн чигээрээ буюу зүүн гар тийш " },
  //     { "text": "чигээрээ буюу зүүн гар тийш , мөн буцаж эргэх чигт " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "21.8",
  //   "id": "21_8",
  //   "question": "зурагт үзүүлсэн автомашинд 10 хүртэлх насны хүүхдийг насанд  хүрсэн хүн өвөр дээрээ авч явахыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //     { "text": "зөвхөн арын суудалд авч явахыг зөвшөөрнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.33",
  //   "id": "6_33",
  //   "question": "зорчих хэсэг дээрх энэ бичлэг юуг мэдээлэх вэ ? ",
  //   answers: [
  //     { "text": "чиглэлийн тээврийн хэрэгслийн маршрутыг" },
  //     { "text": "километрийн заалтыг" },
  //     { "text": "замын дугаарыг " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "14.27",
  //   "id": "14_27",
  //   "question": "та баруун гар тийш эргэхдээ суудлын автомашинд зам тавьж өгөх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": "тийм" },
  //     { "text": "үгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "2.4",
  //   "id": "2_4",
  //   "question": "\" В \" ангилалд ачааны автомашин хамаарагдах уу ? ",
  //   answers: [
  //     { "text": "хамаарагдана" },
  //     { "text": "хамаарагдахгүй" },
  //     { "text": " бүх жин нь 3.5 тонноос бага бол хамаарагдана." },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "12.17",
  //   "id": "12_17",
  //   "question": "замын өгсүүр хэсгийн төгсгөлд гүйцэж түрүүлэх үйлдэл эхлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //     { "text": "зөвхөн өдрийн цагт зөөвшөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.45",
  //   "id": "9_45",
  //   "question": "энэ эгнээнээс баруун гар тийш эргэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //     { "text": "баруун гар талын эгнээ чөлөөтэй байгаа тохиолдолд хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "15.10.",
  //   "id": "15_10_",
  //   "question": "явган хүний гарцын цаана хөдөлгөөн саатсан энэ тохиолдолд гарц руу орохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "хориглоно" },
  //     { "text": "зам хөндлөн гарах явган зорчигч байхгүй тохиолдолд зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.53",
  //   "id": "5_53",
  //   "question": "зурагт үзүүлсэн сумны дагуу гарцаар зүүн гар тийш эргэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.106",
  //   "id": "5_106",
  //   "question": "заах тэмдэг хэдийд хүчинтэй байх вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн ажлын өдрүүдэд" },
  //     { "text": "зөвхөн ажлын цагаар " },
  //     { "text": "ажлын өдрүүдэд зөвхөн ажлын цагаар" },
  //     { "text": "ажлын бус өдрүүдэд" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.69",
  //   "id": "10_69",
  //   "question": "алв зурагт үзүүлснээр байрлан явахыг хориглох вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн А" },
  //     { "text": "зөвхөн Б" },
  //     { "text": " А, Б" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "7.6",
  //   "id": "7_6",
  //   "question": "хориглосон дохиогоор та хаана зогсох үүрэгтэй вэ ? ",
  //   answers: [
  //     { "text": "явган зорчигчийн хөдөлгөөнд саад болохгүйгээр гарцын өмнө " },
  //     { "text": "гэрлэн дохионы өмнө " },
  //     { "text": "\" зогс шугам \" тэмдгийн өмнө " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "20.5",
  //   "id": "20_5",
  //   "question": "хатуу холбоогоор чирүүлэх автомашины аль эд анги бүрэн ажиллагаатай байх шаардлагатай вэ ? ",
  //   answers: [
  //     { "text": "жолооны механизм" },
  //     { "text": "тоормосны систем" },
  //     { "text": "дуут дохио" },
  //     { "text": "дээрх бүгд" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "1.12",
  //   "id": "1_12",
  //   "question": "хэнийг \" жолооч \"-д хамааруулж ойлгох вэ ? ",
  //   answers: [
  //     { "text": "жолоодлогын дадлага хийлгэж яваа багш " },
  //     { "text": "ердийн хөсөг хөтөлж замаар яваа хүн " },
  //     { "text": "унадаг дугуй унаж яваа хүн " },
  //     { "text": "дээрх бүгдийг хамааруулж ойлгоно" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "14.16",
  //   "id": "14_16",
  //   "question": "та аль чигт явахдаа тракторт зам тавьж өгөх шаардлагатай вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн зүүн гар тийш эргэхдээ " },
  //     { "text": "зөвхөн буцаж эргэхдээ" },
  //     { "text": "дээрх хоёр тохиолдолд" },
  //     { "text": "зам тавьж өгөх шаардлагагүй " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.34",
  //   "id": "9_34",
  //   "question": "аль тээврийн хэрэгслийн хөдөлгөөнийг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн ачааны автомашин" },
  //     { "text": "зөвхөн суудлын автомашин" },
  //     { "text": "хоёуланг зөвшөөрнө " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.6",
  //   "id": "13_6",
  //   "question": "хашлагагүй замын аль  хэсэгт түр зогсохыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн А" },
  //     { "text": "зөвхөн Б" },
  //     { "text": "А, Б" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.66",
  //   "id": "5_66",
  //   "question": "аль чигт явахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн А , Б" },
  //     { "text": "зөвхөн А, В" },
  //     { "text": "А, Б, В" },
  //     { "text": "А, В, Г" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "16.7",
  //   "id": "16_7",
  //   "question": "энэ тохиолдолд төмөр замын гарам нэвтрэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "хориглоно" },
  //     { "text": "гармын хаалт нээлттэй, улаан гэрэл дохио асаагүй тохиолдолд зөвшөөрнө " },
  //     { "text": "ойртон ирж яваа галт тэрэггүй үед зөвшөөрнө " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.60.",
  //   "id": "10_60_",
  //   "question": "зурагт үзүүлсэн таних тэмдэг бүхий автомашин энэ эгнээгээр байрлан явахыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "бусад эгнээ чөлөөтэй үед хориглоно " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.95",
  //   "id": "5_95",
  //   "question": "зурагт  үзүүлсэн бүх жин нь 3.5 тонноос бага ачааны автомашины жолооч гүйцэх зорилгоор дунд эгнээнд орохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "21.6",
  //   "id": "21_6",
  //   "question": "аль тохиолдолд 10 хүртэлх насны хүүхдийг  зориулалтын нэмэгдэл суудал буюу хүүхдийн хамгаалах хэрэгсэлгүй тээвэрлэхийг зөвшөөрөх вэ ?  ",
  //   answers: [
  //     { "text": "хүүхдийн нэмэгдэл суудал болон хамгаалах хэрэгсэл байхгүй тохиолдолд" },
  //     { "text": "хоёр буюу түүнээс олон хүүхэд тээвэрлэх тохиолдолд" },
  //     { "text": "хүүхдийн өндөр 140 см-ээс дээш тохиолдолд" },
  //     { "text": "дээрх бүх тохиолдолд зөвшөөрнө" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "6.35",
  //   "id": "6_35",
  //   "question": "аль чигт явахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": "тэмдгийн заалтыг баримталж чигээрээ явна " },
  //     { "text": "тэмдэглэлийн заалтыг баримталж баруун гар тийш эргэнэ " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.25",
  //   "id": "14_25",
  //   "question": "та зүүн гар тийш эргэхдээ аль тээврийн хэрэгсэлд зам тавьж өгөх үүрэгтэй вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн ачааны автомашинд" },
  //     { "text": "зөвхөн цагдаагийн автомашинд" },
  //     { "text": "хоёуланд нь " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "2.1",
  //   "id": "2_1",
  //   "question": "\" А \" ангилалд аль тээврийн хэрэгсэл хамаарагдах вэ ? ",
  //   answers: [
  //     { "text": "суудлын автомашин" },
  //     { "text": "мотоцикл" },
  //     { "text": "мотоцикл болон мопед" },
  //     { "text": "дээрх бүгд " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "12.15",
  //   "id": "12_15",
  //   "question": "суурин газрын доторх замын энэ хэсэгт гүйцэж түрүүлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //     { "text": "гарам хүрэхээс өмнө үйлдлээ дуусгах бол зөвшөөрнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.43",
  //   "id": "9_43",
  //   "question": "аль эгнээнээс зүүн гар тийш эргэхийг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн А" },
  //     { "text": "зөвхөн Б" },
  //     { "text": "А, Б" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "15.8",
  //   "id": "15_8",
  //   "question": "зурагт үзүүлснээр ослын дохионы гэрлээ асааж зогссон автобусны дэргэдүүр өнгөрөхдөө та ямар үүрэг хүлээх вэ ? ",
  //   answers: [
  //     { "text": "зогсож, бололцоотой тусламж үзүүлнэ " },
  //     { "text": "автобусыг хөдөлгөөнөө эхэлтэл түр зогсож хүлээнэ " },
  //     { "text": "хурдаа хасаж анхаарал болгоомжтой явна " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.55",
  //   "id": "5_55",
  //   "question": "зургат үзүүлсэн сумны дагуу гарцаар зүүн гар тийш эргэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.41",
  //   "id": "5_41",
  //   "question": "энэ тэмдэг нь: ",
  //   answers: [
  //     { "text": "зохицуулдаггүй уулзвар нэвтрэхэд давуу эрх олгоно" },
  //     { "text": "хөндлөн замаар яваа тээврийн хэрэгслүүдэд зам тавьж өгөхийг шаардана " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.67",
  //   "id": "10_67",
  //   "question": "зурагт үзүүлснээр баруун гар тийш эргэхийг зөвшшөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "7.8",
  //   "id": "7_8",
  //   "question": "ногоон гэрэл дээрх сум юуг илэрхийлж байна вэ ? ",
  //   answers: [
  //     { "text": "баруун гар талын зам хөдөлгөөнд ашиглагдахгүйг" },
  //     { "text": "баруун гар тийш эргэх хөдөлгөөн нэмэгдэл гэрэл дохиогоор зохицуулагдахыг " },
  //     { "text": "баруун гар талын эгнээнээс зүүн гар тийш эргэж болохыг " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "20.3",
  //   "id": "20_3",
  //   "question": "тоормосны систем нь ажиллагаагүй болсон автомашиныг чирэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "хориглоно" },
  //     { "text": "зөвхөн зөөлөн холбоогоор чирэхийг хориглоно" },
  //     { "text": "зөвхөн цоройлгон ачих байдлаар чирэхийг зөвшөөрнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "1.11",
  //   "id": "1_11",
  //   "question": "аль нь замын хөдөлгөөнд оролцогч вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн А" },
  //     { "text": "зөвхөн Б" },
  //     { "text": "зөвхөн В" },
  //     { "text": "зөвхөн А, Б" },
  //     { "text": "бүгд " },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "14.14",
  //   "id": "14_14",
  //   "question": "та баруун гар тийш эргэхдээ автобусанд зам тавьж өгөх үүрэгтэй юу ?",
  //   answers: [
  //     { "text": "тийм" },
  //     { "text": "үгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.32",
  //   "id": "9_32",
  //   "question": "зурагт үзүүлсэн уулзвараар та баруун гар тийш эргэхийн өмнө байраа хэрхэн эзлэх вэ ? ",
  //   answers: [
  //     { "text": "захын үргэлжилсэн шугамд шахаж " },
  //     { "text": "хашлаганд шахаж " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.4",
  //   "id": "13_4",
  //   "question": "эсрэг хөдөлгөөнтэй замд зорчих хэсгийн зүүн гар талд зогсохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //     { "text": "зөвхөн хүн буулгах , суулгахын тулд түр зогсохыг зөвшөөрнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.68",
  //   "id": "5_68",
  //   "question": "аль чигт явахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн А" },
  //     { "text": "зөвхөн Б" },
  //     { "text": " А, Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "16.5",
  //   "id": "16_5",
  //   "question": "төмөр замын гармын хаалт хаагдаж эхэлбэл та ямар арга хэмжээ авах вэ ? ",
  //   answers: [
  //     { "text": "гүйцэд хаагдахаас өмнө амжихаар бол гармыг нэвтэрнэ " },
  //     { "text": "галт тэрэг ирж яваа эсэхийг харгалзан гармаар нэвтрэх эсэхээ шийднэ " },
  //     { "text": "гармын өмнө зогсоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.58",
  //   "id": "10_58",
  //   "question": "зурагт үзүүлснээр баруун гар тийш эргэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.32",
  //   "id": "5_32",
  //   "question": "суудлын автомашины гүйцэж түрүүлэх үйлдлийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө " },
  //     { "text": "хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "21.4",
  //   "id": "21_4",
  //   "question": "суудлын автомашины урд суудалд 10 хүртэлх насны хүүхдийг зориулалтын нэмэгдэл суудал, хамгаалах хэрэгсэлгүй тээвэрлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвхөн 140 см-ээс өндөр хүүхдийг зорчигчийн хамгаалах бүс зүүлгэн тээвэрлэх тохиолдолд зөвшөөрнө" },
  //     { "text": "зөвхөн насанд хүрсэн хүн өвөр дээрээ авч явах тохиолдолд зөвшөөрнө " },
  //     { "text": "зөвхөн суурин газарт суудлын таксигаар тээвэрлэх тохиолдолд зөвшөөрнө " },
  //     { "text": "дээрх бүх тохиолдолд зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //   ], "hariu": "5"
  // },
  // {
  //   "№": "6.37",
  //   "id": "6_37",
  //   "question": "гүүрний хашилтын нүүрэн талд тэмдэглэгдсэн босоо тэмдэглэл ямар утга илэрхийлэх вэ ? ",
  //   answers: [
  //     { "text": "гүүрээр гарахдаа өөдөөс яваа тээврийн хэрэгсэлд зам тавьж өгөх шаардлагатайг" },
  //     { "text": "гүүрний хашилт хөдөлгөөнд аюул учруулж болзошгүйг " },
  //     { "text": "хүнд даацын тээврийн хэрэгсэл гүүрээр гарах хориотойг " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.23",
  //   "id": "14_23",
  //   "question": "та зүүн гар тийш эргэхдээ:",
  //   answers: [
  //     { "text": "зөвхөн ачааны автомашинд зам тавьж өгнө " },
  //     { "text": "зөвхөн суудлын автомашинд зам тавьж өгнө " },
  //     { "text": "хоёуланд нь зам тавьж өгнө " },
  //     { "text": "түрүүлж нэвтэрнэ " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "2.2",
  //   "id": "2_2",
  //   "question": "мотоциклыг жолоодох эрх авч болох насны доод хязгаар хэд вэ ? ",
  //   answers: [
  //     { "text": "16 нас" },
  //     { "text": " 18 нас" },
  //     { "text": "21 нас " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "12.13",
  //   "id": "12_13",
  //   "question": "энд гүйцэж түрүүлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө " },
  //     { "text": "хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.41",
  //   "id": "9_41",
  //   "question": "аль тээврийн хэрэгслийн хөдөлгөөнийг хориглох вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн суудлын автомашин" },
  //     { "text": "зөвхөн мотоцикл" },
  //     { "text": "хоёуланг хориглоно." },
  //     { "text": "хоёуланг зөвшөөрнө " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "15.6",
  //   "id": "15_6",
  //   "question": "явган хүний гарц дээр гүйцэх үйлдэл хийхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //     { "text": "гүйцэгдэж байгаа тээврийн хэрэгслийн урдуур явган зорчигч зам хөндлөн гарч байгаа эсэхийг мэдээгүй тохиолдолд хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.57",
  //   "id": "5_57",
  //   "question": "аль чигт явахыг хориглох вэ ? ",
  //   answers: [
  //     { "text": "А, Б, В" },
  //     { "text": "зөвхөн В" },
  //     { "text": "зөвхөн Б" },
  //     { "text": "зөвхөн А, Б" },
  //     { "text": "зөвхөн Б, В" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.108",
  //   "id": "5_108",
  //   "question": "нэмэлт тэмдэг юуг илэрхийлэх вэ ? ",
  //   answers: [
  //     { "text": "тухайн зогсоолд тээврийн хэрэгслийг 30 минутаас илүү хугацаагаар байлгах хориотойг" },
  //     { "text": "уг зогсоол нь 30 минутаас илүү хугацаагаар зогсолт хийх тээврийн хэрэгслүүдэд зориулагдсан болохыг " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.65",
  //   "id": "10_65",
  //   "question": "унадаг дугуйн эгнээгээр механикжсан тээврийн хэрэгсэл байрлан явахыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвхөн суудлын таксийг зөвшөөрнө" },
  //     { "text": "зөвхөн \" Тулгуур эрхтний бэрхшээлтэй хүн \" таних тэмдэг бүхий тээврийн хэрэгслийг зөвшөөрнө " },
  //     { "text": "зөвхөн \" Хүүхэд тээвэрлэж яваа тээврийн хэрэгсэл \" таних тэмдэг бүхий автобусыг зөвшөөрнө " },
  //     { "text": "дээрх бүгдийг зөвшөөрнө " },
  //     { "text": "5.хориглоно" },
  //   ], "hariu": "5"
  // },
  // {
  //   "№": "7.10.",
  //   "id": "7_10_",
  //   "question": "гэрэл дохио ямар утгатай вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн зүүн гар тийш эргэхийг хориглоно" },
  //     { "text": "зөвхөн зүүн гар тийш эргэхийг зөвшөөрнө " },
  //     { "text": "зүүн гар тийш болон буцаж эргэхийг зөвшөөрнө " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "20.1",
  //   "id": "20_1",
  //   "question": "механикжсан тээврийн хэрэгслийг хатуу холбоогоор чирэх үед чирэх, чирүүлэх тээврийн хэрэгслүүдийн хоорондын зай хэдэн метр байх шаардлагатай вэ ? ",
  //   answers: [
  //     { "text": "4 м-ээс илүүгүй" },
  //     { "text": "4 м-ээс 6м" },
  //     { "text": "6м-ээс  багагүй " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "12.10.",
  //   "id": "12_10_",
  //   "question": "энд гүйцэж түрүүлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //     { "text": "ачааны автомашины урдуур зам хөндлөн гарч байгаа явган зорчигч байхгүйг бүрэн мэдсэн тохиолдолд зөвшөөрнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.59",
  //   "id": "9_59",
  //   "question": "уулзварыг чигээрээ нэвтрэх зорилготой ирсэн суудлын автомашины жолооч энэ тохиолдолд ямар арга хэмжээ авах шаардлагатай вэ ? ",
  //   answers: [
  //     { "text": "үндсэн ногоон гэрэл асахыг хүлээнэ " },
  //     { "text": "уулзвар руу зүүн гар талын эгнээний харалдаа шилжиж, араасаа ирсэн жолоочид зай гаргаж өгнө " },
  //     { "text": "өөрийн явах чигийг үл харгалзан баруун гар тийш дохио өгч эргэнэ " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "14.12",
  //   "id": "14_12",
  //   "question": "та зүүн гар тийш эргэхдээ ачааны автомашинд зам тавьж өгөх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": "тийм" },
  //     { "text": "үгүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.70.",
  //   "id": "5_70_",
  //   "question": "аль сумны дагуу саадыг тойрон гарахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн А" },
  //     { "text": "зөвхөн Б" },
  //     { "text": "А, Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.2",
  //   "id": "13_2",
  //   "question": "тээврийн хэрэгслээ хэрхэн байрлуулж зогсоох вэ ? ",
  //   answers: [
  //     { "text": "захын үргэлжилсэн шугамд шахаж, зорчих хэсэг дээр зогсооно" },
  //     { "text": "хашлаганд шахаж , хөвөөн дээр зогсооно " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "16.3",
  //   "id": "16_3",
  //   "question": "төмөр замын гармын анивчсан улаан гэрэл дохио нь : ",
  //   answers: [
  //     { "text": "гарам руу орохыг хориглоно" },
  //     { "text": "гарам руу орохыг зөвшөөрөх бөгөөд болгоомжтой нэвтрэхийг анхааруулна " },
  //     { "text": "гарам зохицуулгагүй болсныг мэдээлнэ " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.56",
  //   "id": "10_56",
  //   "question": "суудлын автомашин зурагт үзүүлсэн эгнээгээр байрлан явахыг зөвшөөрөх үү? ",
  //   answers: [
  //     { "text": "хориглоно" },
  //     { "text": "чиглэлийн тээврийн хэрэгслийн хөдөлгөөнд саад учруулахгүй бол зөвшөөрнө" },
  //     { "text": "хөдөлгөөний эрчим ихтэй, бусад эгнээ чөлөөгүй үед зөвшөөрнө " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.97",
  //   "id": "5_97",
  //   "question": "энэ тэмдэг юуг мэдээлэх вэ ? ",
  //   answers: [
  //     { "text": "хурдны зөвшөөрөгдөх дээд хязгаарлалыг " },
  //     { "text": "хурдны зөвшөөрөгдөх доод хязгаарлалыг " },
  //     { "text": "замын энэ хэсгээр явахад тохиромжтой хурдны хэмжээг " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "21.2",
  //   "id": "21_2",
  //   "question": " суудлын автомашинд заавал хүүхдийн нэмэгдэл суудал,хамгаалах хэрэгсэл ашиглаж тээвэрлэх хүүхдийн насны дээд хязгаар хэд вэ ? ",
  //   answers: [
  //     { "text": "3 нас" },
  //     { "text": "7 нас" },
  //     { "text": "10 нас" },
  //     { "text": "12 нас " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "6.39",
  //   "id": "6_39",
  //   "question": "замын хашилтын хажуу гадаргуу дахь аль тэмдэглэл жолоочид замын аюул бүхий хэсгийг анхааруулах вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн А" },
  //     { "text": "зөвхөн Б" },
  //     { "text": "А, Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.70.",
  //   "id": "9_70_",
  //   "question": "замын энэ хэсэгт буцаж эргэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "11.19",
  //   "id": "11_19",
  //   "question": "жолооч зам дээр шалтгаангүйгээр хэт удаан явахыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "бусдын хөдөлгөөнийг саатуулахгүй бол зөвшөөрнө " },
  //     { "text": " хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.59",
  //   "id": "5_59",
  //   "question": "аль чигт явахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн А" },
  //     { "text": "зөвхөн А, Г" },
  //     { "text": "зөвхөн А, Б" },
  //     { "text": "Б, В, Г" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.21",
  //   "id": "14_21",
  //   "question": "та баруун гар тийш эргэхдээ аль тээврийн хэрэгсэлд зам тавьж өгөх үүрэгтэй вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн мотоциклд" },
  //     { "text": "зөвхөн суудллын автомашинд" },
  //     { "text": "хоёуланд нь " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "15.4",
  //   "id": "15_4",
  //   "question": "зөвшөөрсөн гэрэл дохио асах үед та хөдөлгөөн эхлэдхээ аль явган зорчигчийг урьдчилан өнгөрүүлэх үүрэгтэй вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн А" },
  //     { "text": "А, Б" },
  //     { "text": "хоёулангаас нь түрүүлж нэвтэрнэ " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "12.11",
  //   "id": "12_11",
  //   "question": "энд гүйцэж түрүүлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "хурдыг цагт 20 км-ээс хэтрүүлэхгүй бол зөвшөөрнө" },
  //     { "text": "ажлын өдрийн 7.30-аас 19.00 цагийн хооронд хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.101",
  //   "id": "5_101",
  //   "question": "энэ тэмдэг нь:",
  //   answers: [
  //     { "text": "350 метрийн цаанаас тахир зам эхлэхийг анхааруулна " },
  //     { "text": "тахир зам 350 метр үргэлжлэхийг анхааруулна " },
  //     { "text": "150-300 метрийн цаанаас тахир зам 350 метр үргэлжлэхийг анхааруулна " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.48",
  //   "id": "10_48",
  //   "question": "хөдөлгөөний эрчим ихтэй үед ачааны автомашинаар энэ эгнээнд байрлан явахыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //     { "text": "ачааны автомашины бүх жин нь 3.5 тонноос бага бол зөвшөөрнө " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "6.38",
  //   "id": "6_38",
  //   "question": "зурагт үзүүлсэн босоо тэмдэглэл юуг илэрхийлэх вэ ? ",
  //   answers: [
  //     { "text": "гүүрний хөндлөн дамнуурга 5 м-ээс өндөргүй байрласныг" },
  //     { "text": "гүүрний босоо тулгуурууд хоорондоо 8 м-ээс илүүгүй зайтай байрласныг " },
  //     { "text": "гүүрний доогуур зэрэгцэж нэвтрэх хориотойг " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "20.4",
  //   "id": "20_4",
  //   "question": "жолооны механизм нь ажиллагаагүй болсон автомашиныг чирэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "хориглоно" },
  //     { "text": "зөвхөн зөөлөн холбоогоор чирэхийг хориглоно" },
  //     { "text": "зөвхөн цоройлгон ачих байдлаар чирэхийг зөвшөөрнө " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "1.16",
  //   "id": "1_16",
  //   "question": "зурагт аль үйлдлийг үзүүлсэн бэ ? ",
  //   answers: [
  //     { "text": "гүйцэх үйлдэл" },
  //     { "text": "гүйцэж түрүүлэх үйлдэл" },
  //     { "text": "саадыг тойрон гарах үйлдэл " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.13",
  //   "id": "14_13",
  //   "question": "та буцаж эргэхдээ мотоциклд зам тавьж өгөх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": "тийм" },
  //     { "text": "үгүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.31",
  //   "id": "9_31",
  //   "question": "аль эгнээнээс чигээрээ нэвтрэхийг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн А" },
  //     { "text": "зөвхөн Б" },
  //     { "text": "А, Б" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.3",
  //   "id": "13_3",
  //   "question": "тээврийн хэрэгслээ хэрхэн байрлуулж зогсоох вэ ? ",
  //   answers: [
  //     { "text": "хашлагыг давж, явган хүний зам дээр гаргаж зогсооно" },
  //     { "text": "хашлагыг унуулж зогсооно" },
  //     { "text": "хашлаганд шахаж зогсооно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.67",
  //   "id": "5_67",
  //   "question": "аль сумны дагуу явахыг хориглох вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн А" },
  //     { "text": "зөвхөн Б" },
  //     { "text": "хоёуланг хориглоно." },
  //     { "text": "хоёуланг зөвшөөрнө " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "16.6",
  //   "id": "16_6",
  //   "question": "энэ тохиолдолд та ямар арга хэмжээ авах вэ ? ",
  //   answers: [
  //     { "text": "гармын өмнө зогсож, хаалт нээгдэхийг хүлээнэ" },
  //     { "text": "үзэгдэх хүрээнд ойртон ирж яваа галт тэрэг байхгүй бол хаалтыг тойрон гарч нэвтэрнэ" },
  //     { "text": "гармын дуут болон гэрлэн дохио ажиллахгүй байвал хаалтыг нээж нэвтэрнэ ." },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.37",
  //   "id": "10_37",
  //   "question": "ачааны автомашин зурагт үзүүлсэн эгнээгээр байрлан явахыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " хориглоно" },
  //     { "text": "бүх жин нь 3.5 тонноос бага бол зөвшөөрнө " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.92",
  //   "id": "5_92",
  //   "question": "аль тээврийн хэрэгслийн хөдөлгөөнийг хориглох вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн суудлын автомашин" },
  //     { "text": "зөвхөн ачааны автомашин" },
  //     { "text": "хоёуланг хориглоно" },
  //     { "text": "хоёуланг зөвшөөрнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "21.3",
  //   "id": "21_3",
  //   "question": "хүүхдийн нэмэгдэл суудал, хамгаалах хэрэгслийг суудлын автомашины урд суудалд байрлуулж ашиглахыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //     { "text": "үйлдвэрлэгчээс тогтоосон зааварт нийцэх бол зөвшөөрнө " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "7.7",
  //   "id": "7_7",
  //   "question": "аль зурагт нэмэгдэл гэрэл дохио ассан байна вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн А" },
  //     { "text": "зөвхөн Б" },
  //     { "text": "А, Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.24",
  //   "id": "14_24",
  //   "question": "та баруун гар тийш эргэхдээ шар өнгийн тусгай гэрэл дохио ажиллуулж яваа ачааны автомашинд зам тавьж өгөх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": "тийм" },
  //     { "text": "үгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "2.5",
  //   "id": "2_5",
  //   "question": "бүх жин нь 3.5 тонноос бага ачааны автомашин аль ангилалд хамаарагдах вэ ? ",
  //   answers: [
  //     { "text": " зөвхөн \" В \" ангилал" },
  //     { "text": "зөвхөн \" С \" ангилал" },
  //     { "text": "зөвхөн \" С 1 \" дэд ангилал " },
  //     { "text": " \" В \" болон \" С1 \" дэд ангилал " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "12.14",
  //   "id": "12_14",
  //   "question": "аль суудлын автомашины зурагт үзүүлсэн үйлдлийг хориглох вэ ? ",
  //   answers: [
  //     { "text": "гүүрэн дээр мопедыг гүйцэж түрүүлж байгаа " },
  //     { "text": "гүүрэн доор ачааны автомашиныг гүйцэж байгаа " },
  //     { "text": "хоёуланг хориглоно" },
  //     { "text": "хоёуланг зөвшөөрнө " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.42",
  //   "id": "9_42",
  //   "question": "аль тээврийн хэрэгслийн жолооч эгнээ байраа буруу эзэлсэн бэ ? ",
  //   answers: [
  //     { "text": "зөвхөн ачааны автомашин" },
  //     { "text": "зөвхөн суудлын автомашин " },
  //     { "text": "хоёул буруу " },
  //     { "text": "хоёул зөв " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "15.5",
  //   "id": "15_5",
  //   "question": "баруун гар талын эгнээнд яваа тээврийн хэрэгсэл явган хүний гарцын өмнө хурдаа хасаж зогсвол та нэн түрүүнд ямар арга хэмжээ авах вэ ? ",
  //   answers: [
  //     { "text": "хурдаа хасаж гарцын өмнө зэрэгцэж зогсоно" },
  //     { "text": "хурдаа хасахгүйгээр гүйцэж нэвтэрнэ" },
  //     { "text": "дуут дохио өгсний дараа нэвтэрнэ " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.58",
  //   "id": "5_58",
  //   "question": "зурагт үзүүлснээр түр зогсохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвхөн суудлын автомашиныг зөвшөөрнө" },
  //     { "text": "зөвхөн ачааны автомашиныг зөвшөрнө" },
  //     { "text": "хоёуланг зөвшөөрнө " },
  //     { "text": "хоёуланг хориглоно " },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "5.103",
  //   "id": "5_103",
  //   "question": "хориглох тэмдгийн үйлчлэх хүрээ нь:",
  //   answers: [
  //     { "text": "тэмдгээс цааш 800 метр үргэлжилнэ" },
  //     { "text": "тэмдгээс цааш эхний уулзвар хүртэл үргэлжилнэ" },
  //     { "text": "800 метрийн цаанаас эхэлнэ" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.46",
  //   "id": "10_46",
  //   "question": "энэ эгнээгээр байрлан явахыг зөвшөөрөх үү? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //     { "text": "зөвхөн суудлын автомашин буюу бүх жин нь 3.5 тонноос бага ачааны автомашин жолоодож яваа тохиолдолд зөвшөөрнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.40.",
  //   "id": "6_40_",
  //   "question": "замын хашлага дээрх босоо тэмдэглэл юуг илэрхийлэх вэ ? ",
  //   answers: [
  //     { "text": "хашлага давж замаас гарахыг зөвшөөрснийг" },
  //     { "text": "хашлагагүй замд шилжихийг" },
  //     { "text": "замын аюул бүхий хэсгийг " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "20.2",
  //   "id": "20_2",
  //   "question": "механикжсан тээврийн хэрэгслийг зөөлөн холбоогоор чирэх үед чирэх, чирүүлэх тээврийн хэрэгслүүдийн хоорондын зай хэдэн метр байх шаардлагатай вэ ? ",
  //   answers: [
  //     { "text": "4 м-ээс илүүгүй " },
  //     { "text": " 4 м-ээс 6 м" },
  //     { "text": "6 м-ээс  багагүй " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "1.14",
  //   "id": "1_14",
  //   "question": " \" байр эзлэх \" гэж юу вэ ? ",
  //   answers: [
  //     { "text": "тээврийн хэрэгслийг зогсоолд байрлуулах үйлдэл" },
  //     { "text": "явж байгаа чигтээ эгнээ байраа солих үйлдэл " },
  //     { "text": "замаас гарах буюу замд нийлэх үйлдэл " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.11",
  //   "id": "14_11",
  //   "question": "та зүүн гар тийш эргэхдээ суудлын автомашинд зам тавьж өгөх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": "тийм" },
  //     { "text": "үгүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.1",
  //   "id": "13_1",
  //   "question": "суудлын автомашины жолооч зурагт үзүүлсэн хэсэгт зогсохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": " хориглоно " },
  //     { "text": " зөвхөн хүн буулгах, суулгахын тулд түр зогсохыг зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.40.",
  //   "id": "9_40_",
  //   "question": "аль чигт явахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " зөвхөн Б" },
  //     { "text": "зөвхөн Б, В" },
  //     { "text": " зөвхөн Б, В, Г" },
  //     { "text": "зөвхөн В, Г" },
  //     { "text": "зөвхөн А, В, Г" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "16.4",
  //   "id": "16_4",
  //   "question": "төмөр замын гармын дуут дохио нь:",
  //   answers: [
  //     { "text": "гарам руу орохыг зөвшөөрнө " },
  //     { "text": " гарам руу орохыг хоргилоно" },
  //     { "text": "гармаар болгоомжтой нэвтрэхийг  анхааруулна " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.69",
  //   "id": "5_69",
  //   "question": "уулзвараар зүүн гар тийш эргэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө " },
  //     { "text": "хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.35",
  //   "id": "10_35",
  //   "question": "суурин газрын гаднах замд баруун гар талын зөвшөөрөгдсөн эгнээ чөлөөтэй байхад зүүн гар талын эгнээгээр явахыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " зөвшөөрнө" },
  //     { "text": "зөвхөн зүүн гар тийш буюу буцаж эргэхийн тулд байр эзэлсэн бол зөвшөөрнө " },
  //     { "text": "хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.94",
  //   "id": "5_94",
  //   "question": "зүүн гар тийш эргэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": " хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "21.1",
  //   "id": "21_1",
  //   "question": "суудлын автомашинд техникийн тодорхойлолтоор тогтоосон тооноос олон зорчигч тээвэрлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "хориглоно" },
  //     { "text": "зөвхөн хот хооронд болон аялал, жуулчлалаар явах тохиолдолд хориглоно" },
  //     { "text": " 10 хүртэлх насны хүүхдийг өвөр дээрээ авч явах тохиолдолд зөвшөөрнө " },
  //     { "text": " зорчигчдод тав тухтай зорчих нөхцөл хангагдсан бол зөвшөөрнө " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "7.9",
  //   "id": "7_9",
  //   "question": "улаан гэрэл дохио ассан үед уулзвар нэвтрэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " зөвшөөрнө " },
  //     { "text": " хориглоно" },
  //     { "text": " бусад чиглэлээс яваа хөдөлгөөнд оролцогчдод зам тавьж өгөөд баруун гар тийш эргэхийг зөвшөөрнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.22",
  //   "id": "14_22",
  //   "question": "та буцаж эргэхдээ автобусанд зам тавьж өгөх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": "тийм" },
  //     { "text": " үгүй " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "2.3",
  //   "id": "2_3",
  //   "question": " \" В \" ангилалд чиргүүлтэй суудлын автомашин хамаарагдах уу ? ",
  //   answers: [
  //     { "text": "хамаарагдана" },
  //     { "text": "хамаарагдахгүй" },
  //     { "text": "чиргүүлийн бүх жин нь 750-кг-аас ихгүй бол хамаарагдана " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.49",
  //   "id": "9_49",
  //   "question": "аль тээврийн хэрэгслийн хөдөлгөөнийг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": "зөвхөн суудлын автомашин" },
  //     { "text": "зөвхөн ачааны автомашин" },
  //     { "text": "хоёуланг зөвшөөрнө " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "12.12",
  //   "id": "12_12",
  //   "question": "энд хэт удаан явж байгаа ачааны автомашиныг цагт 20 км-ээс хэтрэхгүй хурдаар гүйцэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хориглоно" },
  //     { "text": "ачааны автомашины урдуур явган зоорчигч байхгүйг бүрэн мэдсэн тохиолдолд зөвшөөрнө " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.60.",
  //   "id": "5_60_",
  //   "question": "зурагт үзүүлсэн сумны дагуу хөдөлгөөнөө үргэлжлүүлэхийг зөвшөөрөх үү ?",
  //   answers: [
  //     { "text": "зөвшөөрнө " },
  //     { "text": " хориглоно " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "15.3",
  //   "id": "15_3",
  //   "question": "энэ тохиолдолд та зам хөндлөн гарахаар завдаж байгаа явган  зорчигчийг урьдчилан өнгөрүүлэх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": "тийм" },
  //     { "text": "үгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.102",
  //   "id": "5_102",
  //   "question": "энэ тэмдэг ямар утга илэрхийлэх вэ ? ",
  //   answers: [
  //     { "text": "250 метрийн цаана зогсоол байгааг анхааруулна" },
  //     { "text": " тэмдгээс цааш 250 метрийн туршид зогсохыг хориглоно" },
  //     { "text": " 250 метрийн цаана \" Зогсохгүй явах хориотой \" тэмдэг бүхий уулзвар байгааг анхааруулна " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.44",
  //   "id": "10_44",
  //   "question": "уузлварыг чигээрээ нэвтрэхийн тулд зурагт үзүүлсэн сумны дагуу эгнээ байраа өөрчлөхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "зөвшөөрнө" },
  //     { "text": "хөдөлгөөний эрчим ихтэй үед хориглоно " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "7.2",
  //   "id": "7_2",
  //   "question": " зохицуулагчийн дохиогоор хөдөлгөөний дараалал тогтоогдож байгаа уулзварт жолооч: ",
  //   answers: [
  //     { "text": " зөвхөн дарааллын тэмдгийн заалтыг мөрдөхгүй " },
  //     { "text": "зөвхөн гэрэл дохионы заалтыг мөрдөхгүй " },
  //     { "text": " гэрэл дохио болон дарааллын тэмдгийн заалтыг мөрдөхгүй " },
  //     { "text": "гэрэл дохио болон бүх тэмдгийн заалтыг мөрдөхгүй " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "20.9",
  //   "id": "20_9",
  //   "question": " механикжсан тээврийн хэрэгслийг халтиргаатай замд чирэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " зөвшөөрнө" },
  //     { "text": "зөвхөн хатуу холбоогоор чирэхийг зөвшөөрнө " },
  //     { "text": "зөвхөн цоройлгон ачих байдлаар чирэхийг зөвшөөрнө " },
  //     { "text": " дээрх хоёр аргаар чирэхийг зөвшөөрнө " },
  //     { "text": " хориглоно" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "1.15",
  //   "id": "1_15",
  //   "question": " Аль зурагт \" Гүйцэж түрүүлэх \" үйлдлийг үзүүлсэн бэ ? ",
  //   answers: [
  //     { "text": " зөвхөн А" },
  //     { "text": " зөвхөн Б" },
  //     { "text": " А, Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.20.",
  //   "id": "14_20_",
  //   "question": "Жолооч аль гэрэл дохиогоор баруун гар тийш эргэхдээ бусад чиглэлээс яваа тээврийн хэрэгсэлд зам тавьж өгөх үүрэгтэй вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн А " },
  //     { "text": " Зөвхөн Б " },
  //     { "text": " А , Б " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.38",
  //   "id": "9_38",
  //   "question": "Аль эгнээнээс тойрох  хөдөлгөөнтэй  уулзварт орохыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн А " },
  //     { "text": " Зөвхөн Б " },
  //     { "text": " А , Б " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.62",
  //   "id": "5_62",
  //   "question": "Зурагт үзүүлсэн сумны дагуу хөдөлгөөнөө үргэлжлүүлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө" },
  //     { "text": "Хориглоно " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.10.",
  //   "id": "13_10_",
  //   "question": "Суудлын автомашин зурагт үзүүлснээр зорчих хэсгийн зүүн гар талын захад зогсохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө" },
  //     { "text": " Хориглоно" },
  //     { "text": " Зөвхөн түр зогсохыг зөвшөөрнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "16.2",
  //   "id": "16_2",
  //   "question": " Галт тэрэг ойртон ирж яваа энэ тохиолдолд жолооч ямар арга хэмжээ авбал зохих вэ ? ",
  //   answers: [
  //     { "text": " Галт тэргээс урьтаж амжихаар бол гармаар нэвтэрнэ " },
  //     { "text": " Зогсож , галт тэргийг урьдчилан өнгөрүүлнэ " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "10.33",
  //   "id": "10_33",
  //   "question": " Та ачааны автомашиныг гүйцсэний дараа баруун гар талын эгнээнд шилжих шаардлагатай юу ? ",
  //   answers: [
  //     { "text": "Баруун гар талын эгнээ чөлөөтэй байвал шаардлагатай " },
  //     { "text": " Шаардлагагүй " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.91",
  //   "id": "5_91",
  //   "question": " Аль чигт явахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн А" },
  //     { "text": " Зөвхөн Б , В" },
  //     { "text": "Зөвхөн В, Г " },
  //     { "text": " Зөвхөн Б, В, Г " },
  //     { "text": " А, Б, В, Г " },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "21.10.",
  //   "id": "21_10_",
  //   "question": " Суудлын автомашинд зорчигчийн өвөр дээр хүн тээвэрлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн арын суудалд зөвшөөрнө " },
  //     { "text": " Суудлын тоо хүрэлцэхгүй байгаа тохиолдолд зөвхөн арын суудалд зөвшөөрнө " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "6.31",
  //   "id": "6_31",
  //   "question": " Зурагт үзүүлсэн чиглүүлэгч арлын тэмдэглэл ямар утга илэрхийлэх вэ ? ",
  //   answers: [
  //     { "text": "Хөдөлгөөний нэг чигийн урсгал салж байгааг " },
  //     { "text": "Хөдөлгөөний нэг чигийн урсгал нийлж байгааг " },
  //     { "text": " Хөдөлгөөний эсрэг урсгалууд тусгаарлагдаж байгааг " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.29",
  //   "id": "14_29",
  //   "question": " Зөвшөөрсөн гэрэл дохио асах үед та :",
  //   answers: [
  //     { "text": " Уулзвар нэвтэрч амжаагүй яваа ачааны автомашинд зам тавьж өгнө " },
  //     { "text": " Түрүүлж нэвтэрнэ " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "2.6",
  //   "id": "2_6",
  //   "question": " \"В \" ангиллын тээврийн хэрэгсэл жолоодох эрхтэй хүн бүх жин нь 3.5 тонноос бага ачааны автомашинаар чиргүүл чирч хөдөлгөөнд оролцохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": " Чиргүүлийн бүх жин нь 750-кг-аас бага бол зөвшөөрнө " },
  //     { "text": " Чиргүүлийн бүх жин нь 3500-кг-аас бага бол зөвшөөрнө " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.51",
  //   "id": "5_51",
  //   "question": " Аль чигт явахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": " Зөвхөн Б" },
  //     { "text": " А , Б " },
  //     { "text": " Б, Г" },
  //     { "text": " А, В " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.47",
  //   "id": "9_47",
  //   "question": " Хөдөлгөөний нягтрал ихсэж саатсан үед зурагт үзүүлсэн сумны дагуу уулзвар нэвтэрхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Хориглоно" },
  //     { "text": "Бусдын хөдөлгөөнд саад учруулахгүй бол зөвшөөрнө " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "15.1",
  //   "id": "15_1",
  //   "question": " Та аль явган зорчигчид зам тавьж өгөх үүрэгтэй вэ ? ",
  //   answers: [
  //     { "text": " Зам хөндлөн гарч яваа " },
  //     { "text": " Зам хөндлөн гарахаар завдаж байгаа " },
  //     { "text": " Хоёуланд нь " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "12.19",
  //   "id": "12_19",
  //   "question": " Энд гүйцэх үйлдэл эхлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": "Замын өгсүүр хэсгийн төгсгөлд хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.118",
  //   "id": "5_118",
  //   "question": "Аль тэмдэг байрласан зорчих хэсэг дээр буцаж эргэхийг хориглох вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн А" },
  //     { "text": " Зөвхөн Б" },
  //     { "text": " Зөвхөн А, Б " },
  //     { "text": " Зөвхөн А, В " },
  //     { "text": "А, Б, В," },
  //   ], "hariu": "5"
  // },
  // {
  //   "№": "10.36",
  //   "id": "10_36",
  //   "question": " Суурин газрын гаднах замд баруун гар талын эгнээ чөлөөтэй байхад аль чигт явахын тулд зурагт үзүүлснээр байр эзлэхийг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн Б" },
  //     { "text": " Зөвхөн А, Б" },
  //     { "text": " Зөвхөн А, Б, В" },
  //     { "text": " Зөвхөн В " },
  //     { "text": " Бүх чигт " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.34",
  //   "id": "6_34",
  //   "question": " Тэмдэглэл ямар утга илэрхийлэх вэ ? ",
  //   answers: [
  //     { "text": "Тухайн эгнээгээр явах хурдны дээд хязгаарлалыг " },
  //     { "text": " Тохиромжтой хурдны хэмжээг " },
  //     { "text": " Эгнээ тус бүрийн чиглэлийн дугаарыг " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "20.8",
  //   "id": "20_8",
  //   "question": " Зурагт үзүүлснээр чирэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Ачааны автомашины тэвшинд ачааг дагалдаж яваа хүмүүсийг тээвэрлэсэн бол зөвшөөрнө " },
  //     { "text": " Суудлын автомашинд хүн тээвэрлээгүй бол зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "1.18",
  //   "id": "1_18",
  //   "question": " Суудлын автомашины жолооч \" Зам тавьж өгөх \" үйлдлийг зөв гүйцэтгэсэн үү ? ",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": " Үгүй " },
  //     { "text": "Хурдаа хасаж , зогсож өнгөрүүлсэн бол зөв " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.17",
  //   "id": "14_17",
  //   "question": " Та баруун гар тийш эргэхдээ суудлын автомашинд зам тавьж өгөх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": " Тийм" },
  //     { "text": " Үгүй " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.35",
  //   "id": "9_35",
  //   "question": " Зурагт үзүүлснээр баруун гар тийш эргэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "Зөвшөөрнө " },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.7",
  //   "id": "13_7",
  //   "question": " Зурагт үзүүлснээр замын зүүн гар талд зорчих хэсгийг чөөлөлж зогсохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Хориглоно" },
  //     { "text": "Өөдөөс яваа тээврийн хэрэгслийн хөдөлгөөнд саад учруулахгүй бол зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.63",
  //   "id": "5_63",
  //   "question": "Аль чигт явахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн Б" },
  //     { "text": " Зөвхөн В, Г" },
  //     { "text": "Зөвхөн А, Б " },
  //     { "text": " А, Б, Г" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "16.10.",
  //   "id": "16_10_",
  //   "question": "Энэ тохиолдолд та хаана зогсож галт тэргийг өнгөрүүлэх үүрэгтэй вэ ? ",
  //   answers: [
  //     { "text": "Төмөр замын гарам хүртэл 20-м-ээс  багагүй зайд " },
  //     { "text": "Гэрлэн дохио хүртэл 5 м-ээс багагүй зайд " },
  //     { "text": "Гэрлэн дохионы өмнө " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.45",
  //   "id": "10_45",
  //   "question": " Аль эгнээгээр байрлан явахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн баруун гар талын эгнээгээр" },
  //     { "text": "Хамгийн зүүн гар талын эгнээнээс бусад аль тохиромжтой эгнээгээр" },
  //     { "text": "Аль дурын эгнээгээр " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.7",
  //   "id": "6_7",
  //   "question": " Зогсохын тулд үргэлжилсэн шугаман тэмдэглэл давахыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": " Хориглоно" },
  //     { "text": " Зөвхөн зайлшгүй зогсолт хийх тохиолдолд зөвшөөрнө " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "21.7",
  //   "id": "21_7",
  //   "question": " Суудлын таксинд зориулалтын нэмэгдэл суудал, хамгаалах хэрэгсэл байхгүй тохиолдолд 10 хүртэлх насны хүүхдийг насанд хүрсэн хүн өвөр дээрээ авч явахыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "Зөвшөөрнө " },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн суурин газарт, арын суудалд зөвшөөрнө " },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "7.3",
  //   "id": "7_3",
  //   "question": " Уулзварыг хэрхэн нэвтрэх вэ ? ",
  //   answers: [
  //     { "text": " Гэрэл дохиог  баримталж \" Зогс- шугам \"-ын өмнө зогсоно " },
  //     { "text": "Зохицуулагчийн дохиог баримталж бүх чигт явахыг зөвшөөрнө" },
  //     { "text": "Зохицуулагчийн дохио болон заах тэмдгийг баримталж зөвхөн чигээрээ явна " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "14.28",
  //   "id": "14_28",
  //   "question": "Аль тээврийн хэрэгслийн жолооч зам тавьж өгөх үүрэгтэй вэ ? ",
  //   answers: [
  //     { "text": " Суудлын автомашин " },
  //     { "text": "Мотоцикл" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "2.7",
  //   "id": "2_7",
  //   "question": "1 тонн даацын чиргүүлтэй бүх жин нь 3.5 тонноос бага ачааны автомашин аль ангилалд хамаарагдах вэ ? ",
  //   answers: [
  //     { "text": "\" В \" ангилал" },
  //     { "text": " \"ВЕ \" ангилал" },
  //     { "text": "\" С \" ангилал" },
  //     { "text": " \" СЕ \" ангилал" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "12.18",
  //   "id": "12_18",
  //   "question": "Энд мотоциклыг гүйцэж түрүүлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": " Өгсүүрийн төгсгөлд хүрэхээс өмнө үйлдлээ дуусгаж буцаж эгнээндээ орж амжих бол зөвшөөрнө " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.46",
  //   "id": "9_46",
  //   "question": " Суудлын автомашин аль чигт явахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": " Зөвхөн Б" },
  //     { "text": " Зөвхөн А , Б" },
  //     { "text": "Зөвхөн В, Г" },
  //     { "text": "А, Б, В" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "15.9",
  //   "id": "15_9",
  //   "question": " Энэ тохиолдолд та хүүхдүүдийг урьдчилан өнгөрүүлэх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": " Тийм" },
  //     { "text": " Явган хүний гарцгүй хэсэг учир үгүй " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.54",
  //   "id": "5_54",
  //   "question": "Аль сумны дагуу буцаж эргэхийг хориглох вэ ? ",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": " Зөвхөн Б" },
  //     { "text": " А, Б" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.36",
  //   "id": "6_36",
  //   "question": "Зорчих хэсэг дээрх цагаан ба улбар шар тэмдэглэлийн утга хоорондоо зөрж байвал жолооч алийг нь баримтлах вэ ? ",
  //   answers: [
  //     { "text": "Улбар шар өнгийн тэмдэглэлийг " },
  //     { "text": " Цагаан өнгийн тэмдэглэлийг " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.43",
  //   "id": "10_43",
  //   "question": " Уулзвар нэвтэрснийхээ  дараа та баруун гар талын эгнээнд шилжих үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": " Тийм" },
  //     { "text": " Үгүй " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.120.",
  //   "id": "5_120_",
  //   "question": " Аль тэмдэг цагт 60 км хурдтай явахыг хориглох вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн А" },
  //     { "text": " Зөвхөн Б" },
  //     { "text": "Зөвхөн А, Б" },
  //     { "text": "Зөвхөн Б, В" },
  //     { "text": " А, Б, В" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "20.6",
  //   "id": "20_6",
  //   "question": " Ямар гэмтэлтэй тээврийн хэрэгслийг зөөлөн холбоогоор чирэхийг хориглох вэ ? ",
  //   answers: [
  //     { "text": "Хурд хэмжүүр ажиллахгүй болсон " },
  //     { "text": " Ослын дохионы гэрэл ажиллахгүй болсон " },
  //     { "text": " Дуут дохио ажиллахгүй болсон " },
  //     { "text": " Дээрх бүгдийг хориглоно " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "1.17",
  //   "id": "1_17",
  //   "question": " Аль нь \" Саадыг тойрон гарах \" үйлдэл вэ ? ",
  //   answers: [
  //     { "text": " Хориглосон дохиогоор зогсож байгаа тээврийн хэрэгслийг тойрон гарах " },
  //     { "text": "Хөдөлгөөний түгжрэлд зогсож байгаа тээврийн хэрэгслийг тойрон гарах " },
  //     { "text": " Зайлшгүй зогсоолт хийсэн тээврийн хэрэгслийг тойрон гарах " },
  //     { "text": " Дээрх бүгд " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "14.15",
  //   "id": "14_15",
  //   "question": " Та чигээрээ явахдаа суудлын автомашинд зам тавьж өгөх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.33",
  //   "id": "9_33",
  //   "question": "Та уулзвараар зүүн гар тийш эргэхийн тулд аль эгнээг сонгох вэ ? ",
  //   answers: [
  //     { "text": "Зүүн гар талын эгнээг " },
  //     { "text": " Эзэлж яваа эгнээг " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.5",
  //   "id": "13_5",
  //   "question": " Тээврийн хэрэгслээ хэрхэн байрлуулж зогсоох вэ ? ",
  //   answers: [
  //     { "text": "Үргэлжилсэн шугамыг давж, зорчих хэсгийг чөлөөлж зогсооно " },
  //     { "text": "Үргэлжилсэн шугамд шахаж, зорчих хэсэг дээр зогсооно " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.65",
  //   "id": "5_65",
  //   "question": " Суудлын автомашин гарцаар баруун гар тийш эргэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": " Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "16.8",
  //   "id": "16_8",
  //   "question": " Энэ тохиолдолд  та хаана зогсож галт тэргийг өнгөрүүлэх үүрэгтэй вэ ? ",
  //   answers: [
  //     { "text": " Төмөр зам хүртэл 10 м-ээс багагүй зайд " },
  //     { "text": "\" Зогс- шугам \" тэмдэглэлийн өмнө " },
  //     { "text": "Хаалтад 5 м-ээс ойргүй зайд " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "10.34",
  //   "id": "10_34",
  //   "question": " Аль эгнээгээр байрлан явахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн баруун гар талын эгнээгээр " },
  //     { "text": " Зөвхөн баруун гар талын нэг ба хоёр дахь эгнээгээр " },
  //     { "text": "Аль тохиромжтой дурын эгнээгээр " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "7.5",
  //   "id": "7_5",
  //   "question": " Хориглосон дохиогоор зогсох үйлдлийг аль тээврийн хэрэгслийн жолооч зөв гүйцэтгэсэн бэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн А" },
  //     { "text": " Зөвхөн В " },
  //     { "text": " Зөвхөн А, Б" },
  //     { "text": "Зөвхөн А, В " },
  //     { "text": " Бүгд " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "21.5",
  //   "id": "21_5",
  //   "question": " Суудлын автомашины арын суудалд 10 хүртэлх насны хүүхдийг зориулалтын нэмэгдэл суудал, хамгаалах хэрэгсэлгүй тээвэрлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Насанд хүрсэн хүн өвөр дээрээ авч явах бол зөвшөөрнө " },
  //     { "text": " Зөвхөн 140 см-ээс өндөр хүүхдийг зорчигчийн хамгаалах бүс зүүлгэн тээвэрлэх тохиолдолд зөвшөөрнө " },
  //     { "text": " Дээрх хоёр тохиолдолд зөвшөөрнө " },
  //     { "text": "Хориглоно " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.9",
  //   "id": "6_9",
  //   "question": " Зурагт үзүүлсэн тасархай шугаман тэмдэглэлийн зураасууд уртсаж эхлэх нь юуг анхааруулах вэ ? ",
  //   answers: [
  //     { "text": " Эгнээний хилийг заагласан тэмдэглэл үргэлжилсэн шугамаар солигдох гэж байгааг " },
  //     { "text": "Эзэлж яваа эгнээ эсрэг хөдөлгөөнтэй болох гэж байгааг " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.26",
  //   "id": "14_26",
  //   "question": " Та  буцаж эргэхдээ суудлын автомашинд зам тавьж өгөх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": " Тийм" },
  //     { "text": "Үгүй " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "2.8",
  //   "id": "2_8",
  //   "question": " \"ВЕ \" ангилалд аль тээврийн хэрэгсэл хамаарагдах вэ ? ",
  //   answers: [
  //     { "text": " Бүх жин нь 750 кг-аас илүү чиргүүлтэй \" В \" ангиллын автомашин " },
  //     { "text": " Бүх жин нь 750 кг-аас илүү чиргүүлтэй бага оврын автобус " },
  //     { "text": "Бүх жин нь 750 кг-аас илүү чиргүүлтэй бүх төрлийн ачааны автомашин " },
  //     { "text": " Дээрх бүгд " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "12.16",
  //   "id": "12_16",
  //   "question": " Төмөр замын гарам гараад гүйцэж түрүүлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "Зөвшөөрнө " },
  //     { "text": " Гармаас 100 м холдож амжаагүй тохиолдолд хориглоно " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.44",
  //   "id": "9_44",
  //   "question": " Аль эгнээнээс буцаж эргэхийг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн А" },
  //     { "text": "Зөвхөн Б " },
  //     { "text": " А, Б " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "15.7",
  //   "id": "15_7",
  //   "question": " Зурагт үзүүлсэн явган зорчигчид та зам тавьж өгөх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": "Тийм " },
  //     { "text": " Явган хүний гарцгүй хэсэгт зам тавьж өгөх үүрэг хүлээхгүй " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.56",
  //   "id": "5_56",
  //   "question": " Аль тээврийн хэрэгслийн хөдөлгөөнийг хориглох вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн суудлын автомашин " },
  //     { "text": " Зөвхөн ачааны автомашин " },
  //     { "text": " Хоёуланг хориглоно" },
  //     { "text": "Хоёуланг  зөвшөөрнө " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.116",
  //   "id": "5_116",
  //   "question": " Аль тэмдэг тавигдсан уулзвараар зөвхөн баруун гар тийш эргэх шаардлагатай вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн А" },
  //     { "text": " Зөвхөн Б" },
  //     { "text": " Зөвхөн В" },
  //     { "text": "Зөвхөн Б, В" },
  //     { "text": " А, Б, В " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.50.",
  //   "id": "10_50_",
  //   "question": " Суудлын автомашинаар аль чигт явахын тулд энэ эгнээнд байр эзлэхийг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": " А, Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "6.32",
  //   "id": "6_32",
  //   "question": " Зурагт үзүүлснээр буцаж эргэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": " Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "20.10.",
  //   "id": "20_10_",
  //   "question": " Чиргүүлтэй механикжсан тээврийн хэрэгслийг чирэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": " Хориглоно" },
  //     { "text": " Чиргүүлтэй автомашины нийлбэр бодит жин нь чирч яваа автомашиныхаас илүүгүй бол зөвшөөрнө " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "1.19",
  //   "id": "1_19",
  //   "question": " Ачаа буулгаж 15 минут зогссон бол ямар үйлдэл хийсэнд тооцогдох вэ ? ",
  //   answers: [
  //     { "text": " Түр зогсолт " },
  //     { "text": " Удаан зогсолт" },
  //     { "text": "Зайлшгүй зогсолт " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.19",
  //   "id": "14_19",
  //   "question": " Та баруун гар тийш эргэхдээ ачааны автомашинд зам тавьж өгөх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": " Тийм" },
  //     { "text": " Үгүй " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.37",
  //   "id": "9_37",
  //   "question": " Аль тээврийн хэрэгслийн жолооч байраа буруу эзэлсэн бэ ? ",
  //   answers: [
  //     { "text": " Суудлын автомашин " },
  //     { "text": "Ачааны автомашин " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.9",
  //   "id": "13_9",
  //   "question": " Аль тээврийн хэрэгслийн жолооч зогсох үйлдлийг буруу гүйцэтгэсэн бэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн ачааны автомашин" },
  //     { "text": "Зөвхөн суудлын автомашин " },
  //     { "text": " Хоёул буруу " },
  //     { "text": " Хоёул зөв " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.61",
  //   "id": "5_61",
  //   "question": " Аль чигт явахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн В" },
  //     { "text": "Зөвхөн В, Г" },
  //     { "text": " Зөвхөн А, Б" },
  //     { "text": " Б, В, Г" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.20.",
  //   "id": "6_20_",
  //   "question": " Зурагт үзүүлсэн тэмдэглэл дээгүүр явахыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Звөшөөрнө " },
  //     { "text": " Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.39",
  //   "id": "10_39",
  //   "question": " Энэ эгнээгээр байрлан явахыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": " Баруун гар талын эгнээ чөлөөтэй байгаа тохиолдолд хориглоно " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "6.5",
  //   "id": "6_5",
  //   "question": " Зурагт үзүүлснээр үргэлжилсэн шугаман тэмдэглэлийг давахаар бол гүйцэж түрүүлэх үйлдэл хийхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Хориглоно" },
  //     { "text": "Гүйцэж түрүүлэх үйлдэл хийж дуусах үед үргэлжилсэн шугамыг давахаар бол зөвшөөрнө " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "21.9",
  //   "id": "21_9",
  //   "question": " Ачааны автомашины жолоочийн бүхээгт 10 хүртэлх насны хүүхдийг зориулалтын нэмэгдэл суудал , хамгаалах хэрэгсэлгүй тээвэрлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Нас анд хүрсэн хүн өвөр дээрээ авч явах бол зөвшөөрнө" },
  //     { "text": " 140 см-ээс өндөр хүүхдийг зорчигчийн хамгаалах бүс зүүлгэн тээвэрлэх тохиолдолд зөвшөөрнө " },
  //     { "text": "Дээрх хоёр тохиолдолд зөвшөөрнө " },
  //     { "text": "Хориглоно " },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "7.1",
  //   "id": "7_1",
  //   "question": " Гэрлэн дохиогоор хөдөлгөөн зохицуулагдаж байгаа уулзварт жолооч аль тэмдгийн заалтыг мөрдөхгүй вэ ? ",
  //   answers: [
  //     { "text": "Хориглох тэмдэг " },
  //     { "text": "Дарааллын тэмдэг " },
  //     { "text": " Заах тэмдэг " },
  //     { "text": " Мэдээлэх тэмдэг " },
  //     { "text": " Дээрх бүгд " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.30.",
  //   "id": "14_30_",
  //   "question": " Зөвшөөрөгдсөн гэрэл дохио асах үед та аль явган зорчигчид зам тавьж өгөх үүрэг хүлээх вэ ? ",
  //   answers: [
  //     { "text": " Баруун гар талаас зам хөндлөн гарахаар завдаж байгаа " },
  //     { "text": "Зүүн гар талаас зам хөндлөн гарч яваа " },
  //     { "text": " Хоёуланд нь зам тавьж өгөх үүрэг хүлээнэ " },
  //     { "text": " Зам тавьж өгөх үүрэг хүлээхгүй " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "2.10.",
  //   "id": "2_10_",
  //   "question": "\" В \" ангиллын тээврийн хэрэгсэл жолоодох эрхтэй хүн автобус жолоодохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": " Хориглоно" },
  //     { "text": " Өөрөөсөө гадна 8-аас илүүгүй хүн тээвэрлэх бол зөвшөөрнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "12.20.",
  //   "id": "12_20_",
  //   "question": " Замын энэ хэсэгт гүйцэж түрүүлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": " Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.48",
  //   "id": "9_48",
  //   "question": " Мотоциклын жолооч байраа зөв эзэлсэн үү ? ",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": " Үгүй " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.29",
  //   "id": "6_29",
  //   "question": " Зурагт үзүүлсэн суман тэмдэглэл ямар утга илэрхийлэх вэ ? ",
  //   answers: [
  //     { "text": " Баруун гар талын эгнээнд шилжихдээ давуу эрхтэй болохыг " },
  //     { "text": "Тухайн чигт дунд эгнээ хасагдаж байгааг " },
  //     { "text": " Зам баруун гар тийш огцом эргэхийг " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.52",
  //   "id": "5_52",
  //   "question": " Энэ тохиолдолд буцаж эргэх үйлдлийг хаана гүйцэтгэхийг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " Энэ уулзвар дээр " },
  //     { "text": " Энэ уулзварыг чигээрээ нэвтэрч гарсны дараа " },
  //     { "text": "Энэ уулзварыг чигээрээ нэвтэрч зөвхөн дараагийн уулзвар дээр " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.113",
  //   "id": "5_113",
  //   "question": " Аль тэмдэг чиргүүлтэй суудлын автомашинаар баруун гар тийш эргэхийг хориглох вэ ? ",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": " Хоёул хориглоно" },
  //     { "text": "Хоёул зөвшөөрнө " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.41",
  //   "id": "10_41",
  //   "question": " Энэ эгнээгээр байрлан явахыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө" },
  //     { "text": "Баруун гар талын эгнээнүүд чөлөөтэй байгаа тохиолдолд хориглоно " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.11",
  //   "id": "10_11",
  //   "question": " Гарцаар зүүн гар тийш эргэхийн тулд зурагт үзүүлснээр эсрэг урсгал сөрөхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Баруун гар талын эгнээнд хөдөлгөөний түгжрэл, саатал бий болсон тохиолдолд зөвшөөрнө " },
  //     { "text": " Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "3.26",
  //   "id": "3_26",
  //   "question": " Тээврийн хэрэгслийн хөдөлгөөний үед жолооч гар утастай ижил төстэй төхөөрөмж хэрэглэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө" },
  //     { "text": "Гарны оролцоогүйгээр ашиглах бол зөвшөөрнө " },
  //     { "text": " Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "8.21",
  //   "id": "8_21",
  //   "question": " Жолооч хөдөлгөөн эхлэх болон зогсохын өмнө чиг заах дохиог заавал өгөх шаардлагатай юу ? ",
  //   answers: [
  //     { "text": " Шаардлагатай " },
  //     { "text": " Шаардлагагүй" },
  //     { "text": "Эгнээ байр өөрчлөхгүй тохиолдолд шаардлагагүй " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.1",
  //   "id": "14_1",
  //   "question": " Та баруун  гар тийш эргэхдээ аль явган зорчигчийг урьдчилан өнгөрүүлэх үүрэгтэй вэ ? ",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": " Зөвхөн Б" },
  //     { "text": " А, Б" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.17",
  //   "id": "6_17",
  //   "question": " Зурагт үзүүлсэн тэмдэглэлтэй хэсэгт түр зогсохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": " Хориглоно" },
  //     { "text": " Зөвхөн хүн буулгах буюу суулгахын тулд түр зогсохыг зөвшөөрнө " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.29",
  //   "id": "9_29",
  //   "question": " Өөдөөс өгсөж  яваа ачааны автомашин саадыг тойрон гарах гэж байгаа энэ тохиолдолд та зам тавьж өгөх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": " Тийм" },
  //     { "text": " Үгүй " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.67",
  //   "id": "13_67",
  //   "question": " Хонгил дотор түр зогсохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": " Хориглоно " },
  //     { "text": " Оврын гэрлээ асаасан бол зөвшөөрнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.109",
  //   "id": "5_109",
  //   "question": " Тэмдгээс цааш суудлын автомашинаар цагт 50 км хурдтай явахыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "Зөвшөөрнө " },
  //     { "text": " Хориглоно" },
  //     { "text": " Зөвхөн зүүн гар талын эгнээгээр явах тохиолдолд зөвшөөрнө 3" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.32",
  //   "id": "10_32",
  //   "question": " Аль эгнээгээр байрлан явахыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн баруун гар талын эгнээгээр " },
  //     { "text": " Аль тохиромжтой дурын эгнээгээр " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "6.4",
  //   "id": "6_4",
  //   "question": " Зурагт үзүүлснээр чиглэлийй тээврийфн хэрэгслийн эгнээ рүү орохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": " Хориглоно" },
  //     { "text": " Таксийн үйлчилгээнд яваа тохиолдолд зөвшөөрнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "3.15",
  //   "id": "3_15",
  //   "question": " Ямар үүрэг гүйцэтгэж яваа цагдаагийн ажилтанд та автомашинаараа үйлчлэх үүрэгтэй вэ ? ",
  //   answers: [
  //     { "text": " Гэмт этгээдийг цагдаагийн байгууллагад хүргэхээр яваа " },
  //     { "text": "Эрүүл мэндэд нь ноцтой хохирол учирч болох гэмтэлтэй хүнийг эмнэлэгт хүргэхээр яваа " },
  //     { "text": " Гэмт этгээдийг мөрдөн хөөх зорилгоор яваа " },
  //     { "text": "Дээрх бүх тохиолдолд" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "10.22",
  //   "id": "10_22",
  //   "question": " Аль эгнээнээс зүүн гар тийш эргэхийг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " Баруун гар талын эгнээнээс " },
  //     { "text": "Дунд эгнээнээс " },
  //     { "text": " Зүүн гар талын эгнээнээс " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.72",
  //   "id": "13_72",
  //   "question": " Суудлын автомашиныг энд зогсоохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Автомашины хөдөлгүүрийг унтраасан бол зөвшөөрнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "8.12",
  //   "id": "8_12",
  //   "question": " Суурин газрын гаднах замд ослын зогсолтын тэмдгийг ямар зайд байрлуулах вэ ? ",
  //   answers: [
  //     { "text": " 5 м-ээс багагүй зайд " },
  //     { "text": " 15 м-ээс багагүй зайд " },
  //     { "text": " 30 м-ээс багагүй зайд " },
  //     { "text": "50 м-ээс багагүй зайд " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.20.",
  //   "id": "9_20_",
  //   "question": " Суудлын автомашины жолооч гарцаар баруун гар тийш эргэхдээ: ",
  //   answers: [
  //     { "text": " Зөвхөн унадаг дугуйнд зам тавьж өгөх үүрэгтэй " },
  //     { "text": "Зөвхөн явган зорчигчид зам тавьж өгөх үүрэгтэй " },
  //     { "text": "Хоёуланд нь зам тавьж өгөх үүрэгтэй " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "6.28",
  //   "id": "6_28",
  //   "question": " Аль тээврийн хэрэгслийн хөдөлгөөнийг хориглох вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн суудлын автомашин " },
  //     { "text": " Зөвхөн ачааны автомашин " },
  //     { "text": "Хоёуланг хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.100.",
  //   "id": "5_100_",
  //   "question": " Аль сумны  дагуу хөдөлгөөнөө үргэлжлүүлэхийг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн А" },
  //     { "text": " Зөвхөн Б " },
  //     { "text": " А, Б " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.58",
  //   "id": "13_58",
  //   "question": " Энд хөвөөн дээр удаан зогсохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": " Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.114",
  //   "id": "5_114",
  //   "question": " Аль тэмдэгтэй зогсоолд бүх жин нь 3.5 тонноос бага ачааны автомашин зогсохыг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн А " },
  //     { "text": " Зөвхөн Б" },
  //     { "text": " Хоёуланг зөвшөөрнө " },
  //     { "text": " Хоёуланг хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "3.1",
  //   "id": "3_1",
  //   "question": " Механикжсан тээврийн хэрэгслийн жолооч ямар бичиг баримттай байх үүрэгтэй вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн жолоодох эрхийн үнэмлэх " },
  //     { "text": " Зөвхөн тээврийн хэрэгслийн бүртгэлийн гэрчилгээ " },
  //     { "text": " Зөвхөн жолоочийн даатгалын баталгаа " },
  //     { "text": "Дээрх бүгд " },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "10.12",
  //   "id": "10_12",
  //   "question": " Эргэлтийн радиусыг алсуур болгохын тулд зурагт үзүүлснээр урсгал сөрөхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": " Хориглоно " },
  //     { "text": " Замын дагуух үзэгдэлт 100 м-ийн дотор хязгаарлагдаагүй бол зөвшөөрнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "3.29",
  //   "id": "3_29",
  //   "question": " Цуваанд яваа тээврийн хэрэгслүүдийн хооронд байр эзлэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": "Зүүн гар талын эгнээ чөлөөгүй бол зөвшөөрнө " },
  //     { "text": "Цуваа цагт 30 км-ээс бага хурдтай яваа бол зөвшөөрнө " },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "8.11",
  //   "id": "8_11",
  //   "question": " Суурин газарт ослын зогсолтын тэмдгийг тээврийн хэрэгслээс ямар зайд байрлуулах вэ ? ",
  //   answers: [
  //     { "text": " 5 м-ээс багагүй зайд " },
  //     { "text": " 15 м-ээс багагүй зайд " },
  //     { "text": " 30 м-ээс багагүй зайд " },
  //     { "text": " 50 м-ээс багагүй зайд " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.2",
  //   "id": "14_2",
  //   "question": " Та зүүн гар тийш эргэхдээ явган зорчигчид зам тавьж өгөх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": " Тийм" },
  //     { "text": "Үгүй " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.22",
  //   "id": "9_22",
  //   "question": " Хөдөлгөөн зэрэг эхлэх гэж байгаа энэ тохиолдолд аль автомашины  жолооч зам тавьж өгөх үүрэгтэй вэ ? ",
  //   answers: [
  //     { "text": " Суудлын автомашин " },
  //     { "text": "Ачааны автомашин " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.68",
  //   "id": "13_68",
  //   "question": " Зурагт үзүүлснээр түр зогсохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зорчих хэсгийг чөлөөлсөн учир зөвшөөрнө " },
  //     { "text": " Замын тэмдэг халхалж зогссон учир хориглоно " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.39",
  //   "id": "9_39",
  //   "question": " Аль эгнээнээс зүүн гар тийш эргэхийг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А, Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "6.18",
  //   "id": "6_18",
  //   "question": " Хашлага дээрх тэмдэглэлтэй хэсэгт удаан зогсохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": " Хориглоно" },
  //     { "text": " Зөвхөн хашлагыг унуулж буюу давж гарч зогсох тохиолдолд хориглоно " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "2.12",
  //   "id": "2_12",
  //   "question": " \" В \" ангиллын тээврийн хэрэгсэл жолоодох эрхтэй хүн бүх жин нь 5 тонн ачааны автомашин жолоодохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": " Хориглоно" },
  //     { "text": " Бодит жин нь 3.5 тонноос хэтрээгүй бол зөвшөөрнө " },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.3",
  //   "id": "6_3",
  //   "question": " Суудлын автомашины жолооч зурагт үзүүлснээр буцаж эргэсэн бол ямар збрчил гаргасан бэ ? ",
  //   answers: [
  //     { "text": " Үргэлжилсэн шугаман тэмдэглэлийг давсан " },
  //     { "text": " Явган хүний гарц дээр буцаж эргэсэн " },
  //     { "text": " Дээрх хоёр зөрчлийг гаргасан " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "3.20.",
  //   "id": "3_20_",
  //   "question": " Зам тээврийн ослын улмаас хүний биед гэмтэл учирсан бол осолд холбогдсон жолооч: ",
  //   answers: [
  //     { "text": " Ослын тухай цагдаагийн байгууллагад яаралтай мэдэгдэх үүрэгтэй " },
  //     { "text": " Өөр хоорондоо  зөвшилцөн тохиролцсон бол цагдаагийн байгууллагад мэдэгдэх шаардлагагүй " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.21",
  //   "id": "10_21",
  //   "question": " Та уулзварыг чигээрээ нэвтрэхийн тулд аль эгнээг эзлэх вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн баруун гар талын эгнээг " },
  //     { "text": " Зөвхөн дунд эгнээг " },
  //     { "text": " Баруун буюу дунд эгнээний аль тохиромжтойг" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.71",
  //   "id": "13_71",
  //   "question": " Замын энэ хэсэгт зогсохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": " Зөвхөн түр зогсохыг зөвшөөрнө " },
  //     { "text": " Хашлагыг давж гарч зогсох бол зөвшөөрнө " },
  //     { "text": "Хориглоно " },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "8.22",
  //   "id": "8_22",
  //   "question": " Чиг заах дохиог хэдийд өгөх вэ ? ",
  //   answers: [
  //     { "text": " Үйлдэл хийхийн өмнө" },
  //     { "text": " Үйлдлээ эхэлсний дараа " },
  //     { "text": " Үйлдлээ хийж дуусмагц " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.57",
  //   "id": "13_57",
  //   "question": "Энд түр ба удаан зогсохыг зөвшөөрөх үү ? ",
  //   answers: [
  //     { "text": " Зөвшөөрнө " },
  //     { "text": " Зөвхөн хүн буулгах, суулгахын тулд түр зогсохыг зөвшөөрнө" },
  //     { "text": " Ажлын өдрийн 7.30-аас 19.00 цагийн хооронд удаан зогсохыг хориглоно " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.11",
  //   "id": "9_11",
  //   "question": " Та ачааны автомашинд зам тавьж өгөх үүрэгтэй юу ? ",
  //   answers: [
  //     { "text": " Тийм" },
  //     { "text": " Үгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.27",
  //   "id": "6_27",
  //   "question": " Аль нь явган хүний гарцын тэмдэглэл вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн А" },
  //     { "text": " Зөвхөн Б " },
  //     { "text": " А,Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.50.",
  //   "id": "9_50_",
  //   "question": " Аль тээврийн хэрэгслийн хөдөлгөөнийг зөвшөөрөх вэ ? ",
  //   answers: [
  //     { "text": " Зөвхөн суудлын автомашин " },
  //     { "text": " Зөвхөн ачааны автомашин" },
  //     { "text": " Хоёуланг зөвшөөрнө " },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.112",
  //   "id": "5_112",
  //   "question": "Аль тэмдгийн үйлчлэх хүрээ байрласан газраасаа эхлэх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Зөвхөн Б, В" },
  //     { "text": "Зөвхөн А, Б" },
  //     { "text": "А, Б, В" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "3.10.",
  //   "id": "3_10_",
  //   "question": "Зорчигч хамгаалах бүс хэрэглэж хөдөлгөөнд оролцох нь хэний хүлээх үүрэг вэ?",
  //   answers: [
  //     { "text": "Зөвхөн тухайн зорчигчийн хүлээх үүрэг" },
  //     { "text": "Жолоочийн хүлээх үүрэг" },
  //     { "text": "Хоёулангийнх нь хүлээх үүрэг" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.14",
  //   "id": "10_14",
  //   "question": "Аль эгнээгээр байрлан явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн баруун гар талын эгнээгээр" },
  //     { "text": "Баруун гар талын буюу дунд эгнээгээр" },
  //     { "text": "Аль дурын эгнээгээр" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "3.30.",
  //   "id": "3_30_",
  //   "question": "Зурагт үзүүлснээр хашлага давж буцаж эргэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Зорчих хэсгийн өргөн хүрэлцэхгүй бол зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "8.24",
  //   "id": "8_24",
  //   "question": "Аль автомашины жолооч баруун гар тийш эргэх дохио өгч байна вэ? ",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Хоёул" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.4",
  //   "id": "14_4",
  //   "question": "Та баруун гар тийш эргэхдээ аль явган зорчигчийг урьдчилан өнгөрүүлэх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А, Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.24",
  //   "id": "9_24",
  //   "question": "Суудлын автомашины жолооч аль тээврийн хэрэгсэлд зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашинд " },
  //     { "text": "Зөвхөн автобусанд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.66",
  //   "id": "13_66",
  //   "question": "Гүүрэн доор зорчих хэсгийг чөлөөлж түр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө " },
  //     { "text": "Хориглоно" },
  //     { "text": "Замын дагуух үзэгдэлт 100 м-ийн дотор хязгаарлагдаагүй бол зөвшөөрнө." },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.90.",
  //   "id": "5_90_",
  //   "question": "Зурагт үзүүлсэн сумны дагуу хөдөлгөөнөө үргэлжлүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө " },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.16",
  //   "id": "6_16",
  //   "question": "Аль тээврийн хэрэгслийн түр зогсолтыг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Зөвхөн ачааны автомашин" },
  //     { "text": "Хоёуланг хориглоно." },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "2.19",
  //   "id": "2_19",
  //   "question": "Трактор аль ангилалд хамаарагдах вэ?",
  //   answers: [
  //     { "text": "\"C\" ангилал" },
  //     { "text": "\"CE\" ангилал" },
  //     { "text": "\"M\" ангилал" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "6.1",
  //   "id": "6_1",
  //   "question": "Гүйцэж түрүүлэх зорилгоор үргэлжилсэн шугаман тэмдэглэл давахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө " },
  //     { "text": "Богино зайд, алгуурлахгүй гүйцэтгэх бол зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "3.19",
  //   "id": "3_19",
  //   "question": "Зам тээврийн осолд холбогдсон жолооч зорчих хэсгийг чөлөөлөх зорилгоор тээврийн хэрэгслээ хэргийн газраас хөдөлгөхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хөндлөнгийн хоёроос дээшгүй гэрчийг байлцуулан, тээврийн хэрэгслийнхээ ул мөрийн байрлалыг тэмдэглэж, баримтжуулсны дараа хөдөлгөхийг зөвшөөрнө." },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.23",
  //   "id": "10_23",
  //   "question": "Сөрөг хөдөлгөөнтэй дунд эгнээнээс аль чигт явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн В" },
  //     { "text": "Зөвхөн Б, В" },
  //     { "text": "Зөвхөн А, Б" },
  //     { "text": "Зөвхөн А, Б, В" },
  //     { "text": "Бүх чигт" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.73",
  //   "id": "13_73",
  //   "question": "Зурагт үзүүлснээр түр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Уулзвар дээр зогссон учир хориглоно." },
  //     { "text": "Хөдөлгөөн огтлолцохгүй хэсэгт зогссон учир зөвшөөрнө" },
  //     { "text": "Тээврийн хэрэгслээс тэнхлэгийн үргэлжилсэн шугам хүртэл 3 м-ээс бага зайтай бол хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "8.13",
  //   "id": "8_13",
  //   "question": "Энэ тохиолдолд ослын зогсолтын тэмдгийг ямар зайд байрлуулах вэ?",
  //   answers: [
  //     { "text": "15 м-ээс багагүй зайд" },
  //     { "text": "30 м-ээс багагүй зайд" },
  //     { "text": "50 м-ээс багагүй зайд" },
  //     { "text": "100 м-ээс багагүй зайд" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.55",
  //   "id": "13_55",
  //   "question": "Энд түр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө " },
  //     { "text": "Зөвхөн хүн буулгах, суулгахын тулд түр зогсохыг зөвшөөрнө" },
  //     { "text": "Ажлын өдрийн 7.30-аас 19.00 цагийн хооронд хориглоно " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.13",
  //   "id": "9_13",
  //   "question": "Та гарцаар зүүн гар тийш эргэхдээ аль тээврийн хэрэгсэлд зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашинд " },
  //     { "text": "Зөвхөн суудлын автомашинд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "6.25",
  //   "id": "6_25",
  //   "question": "Аль тээврийн хэрэгслийн жолооч зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Автобус" },
  //     { "text": "Суудлын автомашин" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.79",
  //   "id": "5_79",
  //   "question": "\"Суурин газрын төгсгөл\" тэмдгээс цааш суудлын автомашины хурдны зөвшөөрөгдөх хязгаар хэд вэ?",
  //   answers: [
  //     { "text": "Цагт 80 км-ээс ихгүй" },
  //     { "text": "Цагт 50 км-ээс багагүй, 80 км-ээс ихгүй" },
  //     { "text": "Цагт 50 км-ээс багагүй, 60 км-ээс ихгүй" },
  //     { "text": "Цагт 50 км-ээс ихгүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.12",
  //   "id": "5_119",
  //   "question": "Аль тэмдэг цагт 40км хурдтай явахыг зөвшөөрөх вэ ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А , Б" },
  //     { "text": "А , В" },
  //     { "text": "Б , В" },
  //   ], "hariu": "5"
  // },
  // {
  //   "№": "3.90",
  //   "id": "3_9",
  //   "question": "Хамгаалах бүсийг хэн хэрэглэх үүрэгтэй вэ ? ",
  //   answers: [
  //     { "text": "Зөвхөн жолооч " },
  //     { "text": "Зөвхөн жолооч болон урд суудалд сууж яваа зорчигч" },
  //     { "text": "Хамгаалах бүсээр тоноглогдсон суудалд сууж яваа бүх хүн" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.16",
  //   "id": "10_16",
  //   "question": "Гурван эгнээгээр зорчдог замын сөрөг хөдөлгөөнтэй дунд эгнээ рүү аль тохиолдолд орохыг зөвшөөрөх вэ ?",
  //   answers: [
  //     { "text": "Зөвхөн гүйцэж түрүүлэх буюу саадыг тойрон гарах үед" },
  //     { "text": "Зөвхөн зүүн гар тийш буюу буцаж эргэхийн тулд байр эзлэх тохиолдолд" },
  //     { "text": "Дээрхи бүрх тохиолдолд" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "3.27",
  //   "id": "3_27",
  //   "question": "Тээврийн хэрэгсэл жолоодохдоо чихэвч хэрэглэхийг зөвшөөрөх үү ?",
  //   answers: [
  //     { "text": "Гарны оролцоогүй хэрэглэх бол зөвшөөрнө." },
  //     { "text": "Бусдын дуут дохиог сонсохыг хязгаарласанн бол хориглоно." },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "8.26",
  //   "id": "8_26",
  //   "question": "Аль тээврийн хэрэгслийн жолооч чиг заах дохиог буруу өгч байна вэ ?",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашин" },
  //     { "text": "Мотоцикль болон ачааны автомашин" },
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Бүгд" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "14.60",
  //   "id": "14_6",
  //   "question": "Суудлын автомашины жолооч баруун гар тийш эргэхдээ хэнд зам тавьж өгөх үүрэгтэй вэ ?",
  //   answers: [
  //     { "text": "Зөвхөн явгөн зорчигчид" },
  //     { "text": "Зөвхөн унудаг дугуйчинд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.26",
  //   "id": "9_26",
  //   "question": "Та чигээрээ явахдаа суудлын автомашинд зам тавьж өгөх үүрэгтэй юу ?",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.64",
  //   "id": "13_64",
  //   "question": "Замын энэ хэсэгт удаан зогсохыг зөвшөөрөх үү ?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.88",
  //   "id": "5_88",
  //   "question": "Зурагт үзүүлсэнээр буцаж эргэхийг зөвшөөрөх үү ?",
  //   answers: [
  //     { "text": "Зөвхөн А сумны дагуу эргэхийг зөвшөөрнө" },
  //     { "text": "Зөвхөн Б сумны дагуу эргэхийг зөвшөөрнө" },
  //     { "text": "Хоёуланд нь зөвшөөрнө" },
  //     { "text": "Хоёуланд нь хориглоно" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "6.14",
  //   "id": "6_14",
  //   "question": "Зурагт үзүүлсэн тэмдэглэлийг давж гүйцэж түрүүлэхийг зөвшөөрөх үү ?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "2.20.",
  //   "id": "2_20_",
  //   "question": "Тракторыг жолоодох эрх авч болох доод насны хязгаар хэд вэ ?",
  //   answers: [
  //     { "text": "18нас" },
  //     { "text": "21нас" },
  //     { "text": "24нас" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "6.10.",
  //   "id": "6_10_",
  //   "question": "Уулзюар дээрхи тэмдэглэл юуг илэрхийлэх вэ ?",
  //   answers: [
  //     { "text": "Зүүн гар тийш эргэх үед давуу эрхтэй болохыг" },
  //     { "text": "Тухайн эгнээнээс зөвхөн зүүн гар тийш эргэхийг" },
  //     { "text": "Уулзвар дээрхи хөдөлгөөний эгнээний хилийг" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "3.18",
  //   "id": "3_18",
  //   "question": "Зам тээврийн осолд холбогдсон жолооч осолд нэрвэгдсэн хүнийг эмнэлэгт хэрхэн яаралтай хүргэх вэ ?",
  //   answers: [
  //     { "text": "Бололцоотой бол аль тааралдсан тээврийн хэрэгслээр хүргүүлнэ" },
  //     { "text": "Зөвхөн өөрийн жолоодож яваа тээврийн хэрэгслээр хүргэнэ" },
  //     { "text": "Зөвхөн эмнэлэгийн түргэн тусламжийн тээврийн хэрэгслээр хүргүүлнэ" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.25",
  //   "id": "10_25",
  //   "question": "Суудлын автомашин зурагт үзүүлснээр зүүн гар тийш эргэхийг зөвшөөрөх үү ?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Автобусны хөдөлгөөнд саад учруулахгүй учир зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.75",
  //   "id": "13_75",
  //   "question": "Аль тээврийн хэрэгслийн туүр зогсолтыг хориглох вэ ?",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашин" },
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Хоёуланг нь хориглоно." },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "8.15",
  //   "id": "8_15",
  //   "question": "Түр зогсох хориотой газарт зайлшгүй зогсолт хийсэн тээврийн хэрэгслийн жолооч  ослын зогсолтын тэмдэг байрлуулах шаардлагатай юу ?",
  //   answers: [
  //     { "text": "Ойртон ирж яваа бусад жолооч нарт харагдахаар газарт зоссон бол шаардлагагүй." },
  //     { "text": "Ослын дохионы гэрэл нь ажиллахгүй тохиолдолд шаардлагатай" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.53",
  //   "id": "13_53",
  //   "question": "Суудлын таксин түр зогсолтыг зөвшөөрөх үү ?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Хоёуланг нь хориглоно." },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.15",
  //   "id": "9_15",
  //   "question": "Та гарц дээр буцаж эргэхдээ аль тээврийн хэрэгсэлд зам тавьж өгөх үүрэгтэй вэ ?",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашинд" },
  //     { "text": "Зөвхөн мотоцикльд" },
  //     { "text": "Хоёуланд" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "6.23",
  //   "id": "6_23",
  //   "question": "Энэ тэмдэглэл юуг анхааруулах вэ ?",
  //   answers: [
  //     { "text": "Замын өгсүүр хэсэг ойртож байгааг" },
  //     { "text": "Өөдөөс тээврийн хэрэгсэл гарч ирж болзошгүйг" },
  //     { "text": "Зам тавьж өгөхийн тулд зогсох газар ойртож байгааг" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.77",
  //   "id": "5_77",
  //   "question": "Суудлын автомашин зурагт үзүүлснээр 40км хурдтай явахыг зөвшөөрөх үү ?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Баруун гар талын эгнээ чөлөөгүй тохиолдолд зөвшөөрнө." },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.117",
  //   "id": "5_117",
  //   "question": "Аль тэмдэг зүүн гар тийш эргэхийг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Зөвхөн Б, В" },
  //     { "text": "Зөвхөн А, Б" },
  //     { "text": "А, Б, В" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "3.2",
  //   "id": "3_2",
  //   "question": "Жолооч хэнд бичиг баримтаа шалгуулах үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн зохицуулагчид" },
  //     { "text": "Зөвхөн цагдаагийн алба хаагч болон олон нийтийн цагдаад" },
  //     { "text": "Зөвхөн автотээврийн болон байгаль орчны хяналтын улсын байцаагчид" },
  //     { "text": "Дээрх бүгд" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.18",
  //   "id": "10_18",
  //   "question": "Та ачааны автомашиныг гүйцэж түрүүлсний дараа баруун гар талын эгнээнд шилжих шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Шаардлагагүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "3.28",
  //   "id": "3_28",
  //   "question": "Зурагт үзүүлснээр цувааны дундуур нэврэн гарахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Гол замаас яваа тул зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "8.28",
  //   "id": "8_28",
  //   "question": "Мотоциклын жолоочийн гараа дээш доош хөдөлгөсөн дохио ямар утгатай вэ?",
  //   answers: [
  //     { "text": "Баруун гар тийш эргэх" },
  //     { "text": "Буцаж эргэх" },
  //     { "text": "Тойрох хөдөлгөөнд нийлэх" },
  //     { "text": "Хурдаа хасах" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.8",
  //   "id": "14_8",
  //   "question": "Уулзварын цаана хөдөлгөөн саатсан энэ тохиолдолд суудлын автомашин уулвар руу орохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Гол замаас яваа тул зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.28",
  //   "id": "9_28",
  //   "question": "Суудлын автомашины жолооч саадыг тойрон гарахдаа аль тээврийн хэрэгсэлд зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн ердийн хөсөгт" },
  //     { "text": "Зөвхөн автобусанд" },
  //     { "text": "Хоёуланд нь" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.62",
  //   "id": "13_62",
  //   "question": "Төмөр замын гарам хүртэл 50 метр зайд түр ба удаан зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн түр зогсохыг зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.86",
  //   "id": "5_86",
  //   "question": "Энэ тэмдэг тавигдсан замаас баруун гар тийш эргэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.12",
  //   "id": "6_12",
  //   "question": "Аль тээврийн хэрэгслийн жолооч зөрчил гаргаж байна вэ?",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашин" },
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Хоёул" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "2.11",
  //   "id": "2_11",
  //   "question": "\"С\" ангилалд аль тээврийн хэрэгсэл хамаарагдах вэ?",
  //   answers: [
  //     { "text": "Бүх жин нь 3.5 тонноос их ачааны автомашин" },
  //     { "text": " Бүх жин нь 3.5 тонноос бага ачааны автомашин" },
  //     { "text": "Бүх төрлийн ачааны автомашин" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "6.8",
  //   "id": "6_8",
  //   "question": "Зорчих хэсгийн захын үргэлжилсэн шугамыг давж буцаж эргэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "3.17",
  //   "id": "3_17",
  //   "question": "Зам тээврийн осолд холбогдсон жолооч нэн түрүүнд ямар арга хэмжээ авах вэ?",
  //   answers: [
  //     { "text": "Зорчих хэсгийг чөлөөлөх" },
  //     { "text": "Тээврийн хэрэгслээ зогсоож, ослын дохионы гэрлээ асаах ба ослын зогсолтын тэмдгийг байрлуулах" },
  //     { "text": "Цагдаагийн байгууллагад мэдэгдэх" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.27",
  //   "id": "10_27",
  //   "question": "Зурагт үзүүлсэн замын дунд эгнээгээр байрлан явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.77",
  //   "id": "13_77",
  //   "question": "Энд түр ба удаан зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн түр зогсохыг зөвшөөрнө" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "8.17",
  //   "id": "8_17",
  //   "question": "Зурагт үзүүлсэн замын хэсэгт зайлшгүй зогсолт хийсэн суудлын автомашины жолооч ослын зогсолтын тэмдэг байрлуулах шаардлагатай юу?",
  //   answers: [
  //     { "text": "Ослын дохионы гэрлээ асаасан тохиолдолд шаардлагагүй" },
  //     { "text": "Шаардлагатай" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.51",
  //   "id": "13_51",
  //   "question": "Замын энэ хэсэгт түр ба удаан зогсохыг:",
  //   answers: [
  //     { "text": "Хамгийн баруун гар талын эгнээнд зөвшөөрнө" },
  //     { "text": "Баруун гар талаас хоёр дахь эгнээнд зөвшөөрнө" },
  //     { "text": "Хамгийн зүүн гар талын эгнээнд зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.17",
  //   "id": "9_17",
  //   "question": "Та гарцаар баруун гар тйиш эргэж замаас гарахдаа явган зорчигчид зам тавьж өгөх үүрэгтэй юу?",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "6.21",
  //   "id": "6_21",
  //   "question": "Зорчих хэсэг дээрх \"Зогс\" гэсэн бичлэг ямар утга илэрхийлэх вэ?",
  //   answers: [
  //     { "text": "Замын энэ хэсэгт зогсох шаардлагатайг" },
  //     { "text": "«Зогс-шугам» тэмдэглэлд ойртож байгааг" },
  //     { "text": "Замын энэ хэсгээс цааш хөдөлгөөнөө үргэлжлүүлэх хориотойг" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.75",
  //   "id": "5_75",
  //   "question": "Энэ тэмдэг байрласан замаар мотоциклын хөдөлгөөнийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Цагт 20км-ээс бага хурдтай явах бол зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.115",
  //   "id": "5_115",
  //   "question": "Аль тэмдэг чигээрээ явахыг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Зөвхөн А, В" },
  //     { "text": "Зөвхөн А, Б" },
  //     { "text": "А, Б, В" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "1.20.",
  //   "id": "1_20_",
  //   "question": "Дараах үйлдлүүдийн аль нь \"Зайлшгүй зогсолт\"-д хамаарагдах вэ?",
  //   answers: [
  //     { "text": "Хориглосон дохиогоор тээврийн хэрэгслээ зогсоох" },
  //     { "text": "Ачаа буулгах шаардлагаар тээврийн хэрэгслээ зогсоох" },
  //     { "text": "Зорчигчийн биеийн байдал муудсаны улмаас тээврийн хэрэгслээ зогсоох" },
  //     { "text": "Дээрх бүх үйлдэл хамаарагдана" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.20.",
  //   "id": "10_20_",
  //   "question": "Аль тээврийн хэрэгслийг зурагт үзүүлсэн сумны дагуу хөдөлгөөнөө үргэлжлүүлэхийг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Зөвхөн ачааны автомашин" },
  //     { "text": "Суудлын болон ачааны автомашин" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "3.25",
  //   "id": "3_25",
  //   "question": "Түр зогсож байх үедээ гар утсаар ярихыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Гарны оролцоотойгоор ашиглах бол хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "8.30.",
  //   "id": "8_30_",
  //   "question": "Зурагт үзүүлснээр суудлын автомашины жолооч огцом эргэлтийн өмнө дохио өгөх шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Шаардлагагүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.10.",
  //   "id": "14_10_",
  //   "question": "Уулзварт нийлсэн зорчих хэсгүүдийн гадаргуугийн ялгааг тодорхойлж чадахгүй тохиолдолд та уулзварыг хэрхэн нэвтрэх вэ? ",
  //   answers: [
  //     { "text": "Өөрийгөө туслах замаар яваад тооцож зам тавьж өгнө" },
  //     { "text": "Баруун гар талаас ойртон ирж яваа тээврийн хэрэгсэлгүй үед түрүүлж нэвтэрнэ" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.30.",
  //   "id": "9_30_",
  //   "question": "Өсгүүр замд та саадыг тойрон гарахдаа өөдөөс уруудаж яваа суудлын автомашинд зам тавьж өгөх үүрэгтэй юу?",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.69",
  //   "id": "13_69",
  //   "question": "Замын энэ хэсэгт ачаа буулгахын тулд түр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.19",
  //   "id": "6_19",
  //   "question": "Энэ тэмдэглэл юуг илэрхийлэх вэ?",
  //   answers: [
  //     { "text": "Унадаг дугуйн зогсоолыг" },
  //     { "text": "Жолоочын амрах газрыг" },
  //     { "text": "Чиглэлийн тээврийн хэрэгслийн буудал буюу таксийн зогсоолыг" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.84",
  //   "id": "5_84",
  //   "question": "Аль тээврийн хэрэгслийн жолооч суурин газрын доторх хөдөлгөөний журмыг мөрдөх шаардлагагүй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашин" },
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Хоёул" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "2.9",
  //   "id": "2_9",
  //   "question": "\"В\" ангилалд автобус хамаарагдах уу?",
  //   answers: [
  //     { "text": "Хамаарагдана" },
  //     { "text": "Хамаарагдахгүй" },
  //     { "text": "Жолоочоос гадна 16-аас илүүгүй хүний суудалтай бол хамаарагдана" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.6",
  //   "id": "6_6",
  //   "question": "Аль тохиолдолд үргэлжилсэн шугаман тэмдэглэл давахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн саадыг тойрон гарах тохиолдолд" },
  //     { "text": "Зөвхөн буцаж эргэх тохиолдолд" },
  //     { "text": "Дээрх хоёр тохиолдолд" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "3.16",
  //   "id": "3_16",
  //   "question": "Эрүүл мэндэд нь ноцтой хохирол учирч болзошгүй хүнийг эмнэлэгт хүргэхээр яваа эмнэлгийн ажилтанд та тээврийн хэрэгслээрээ үйлчлэх үүрэгтэй юу?",
  //   answers: [
  //     { "text": "Зөвхөн өөрийн явах чиглэлийн дагуу бол үйлчилнэ" },
  //     { "text": "Чиглэл үл харгалзан үйлчилнэ" },
  //     { "text": "Үйлчлэх үүрэг хүлээхгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "10.29",
  //   "id": "10_29",
  //   "question": "Дөрөв буюу түүнээс олон эгнээгээр зорчдог замд эсрэг урсгал сөрөхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвхөн гүйцэж түрүүлэх тохиолдолд зөвшөөрнө" },
  //     { "text": "Зөвхөн хөдөлгөөний нягтрал ихэссэн, эгнээ чөлөөгүй үед зөвшөөрнө" },
  //     { "text": "Дээрх хоёр тохиолдолд зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "13.79",
  //   "id": "13_79",
  //   "question": "Энд түр ба удаан зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Зөвхөн түр зогсохыг зөвшөөрнө" },
  //     { "text": "Замын дагуух үзэгдэлт 100 м-ийн дотор хязгаарлагдмал нөхцөлд хориглоно " },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "8.19",
  //   "id": "8_19",
  //   "question": "Харанхуй үед гэрэлтүүлэггүй замын зорчих хэсэг дээр оврын болон ослын дохионы гэрлүүд нь асахгүй тээврийн хэрэгслийг зогсоохдоо ослын зогсолтын тэмдэг байрлуулах шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Үзэгдэх орчин халхлагдаагүй хэсэгт зогссон бол шаардлагагүй" },
  //     { "text": "Хориглоогүй газарт  зогссон бол шаардлагагүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.60.",
  //   "id": "13_60_",
  //   "question": "Төмөр зам гараад түр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хаалтын байрлалаас цааш зогсох бол зөвшөөрнө" },
  //     { "text": "Хаалтын байрлалаас цааш 20 м-ийн дотор зогсох бол хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.19",
  //   "id": "9_19",
  //   "question": "Та гарцаар зүүн гар тийш эргэж замд нийлэхдээ:",
  //   answers: [
  //     { "text": "Зөвхөн явган зорчигчид зам тавьж өгнө" },
  //     { "text": "Зөвхөн баруун гар талаас яваа ачааны автомашинд зам тавьж өгнө" },
  //     { "text": "Явган зорчигч ба ачааны автомашинд зам тавьж өгнө" },
  //     { "text": "Бүх оролцогчдод зам тавьж өгнө" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "5.73",
  //   "id": "5_73",
  //   "question": "Зурагт үзүүлснээр буцаж эргэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.30.",
  //   "id": "6_30_",
  //   "question": "<<Чиглүүлэгч сум>> тэмдэглэл юуг анхааруулж байна вэ?",
  //   answers: [
  //     { "text": "Үргэлжилсэн шугаман тэмдэглэлд ойртож байгааг" },
  //     { "text": "Эгнээний төгсгөлд ойртож байгааг" },
  //     { "text": "Баруун гар тийш эргэхийг зөвшөөрсөн уулзвар буюу гарцад ойртож байгааг" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.82",
  //   "id": "5_82",
  //   "question": "Аль тэмдэг твигдсан замыг \"Гол зам\"-д тооцох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А, Б" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.23",
  //   "id": "9_23",
  //   "question": "Замын зэргэлдээх нутаг дэвсгэр дотор зурагт үзүүлснээр хөдөлгөөн огтлолцох тохиолдолд аль тээврийн хэрэгслийн жолооч зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Суудлын автомашин" },
  //     { "text": "Ачааны автомашин" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.13",
  //   "id": "10_13",
  //   "question": "Зурагт үзүүлсэн зорчих хэсгийн дунд эгнээ нь:",
  //   answers: [
  //     { "text": "Нэг чигийн хөдөлгөөнтэЙ" },
  //     { "text": "Сөрөг хөдөлгөөнтэй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.1",
  //   "id": "9_1",
  //   "question": "Жолооч хөдөлгөөн эхлэхийн өмнө:",
  //   answers: [
  //     { "text": "Зам, орчны байдлыг биеэр шалгаж, аюул, осол үүсгэхгүй байх нөхцөлийг хангана" },
  //     { "text": "Чиг заах дохио өгнө" },
  //     { "text": "Бусад оролцогчдод зам тавьж өгнө" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "8.23",
  //   "id": "8_23",
  //   "question": "Уулзварт орохоосоо өмнө чиг заах дохиогоо зогсоохыг аль тээврийн хэрэгслийн жолоочид зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн ердийн хөсөг" },
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Хоёуланд зөвшөөрнө" },
  //     { "text": "Хоёуланд хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "6.15",
  //   "id": "6_15",
  //   "question": "Зурагт үзүүлсэн тэмдэглэлтэй хэсэгт зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн түр зогсохыг зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.21",
  //   "id": "9_21",
  //   "question": "Аль тээврийн хэрэгслийн жолооч зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Суудлын автомашин" },
  //     { "text": "Мотоцикл" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.65",
  //   "id": "13_65",
  //   "question": "Гүүрэн дээр түр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Тээврийн хэрэгслийн бодит жин 7 тонноос бага бол зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "5.107",
  //   "id": "5_107",
  //   "question": "Зам тээврийн хэрэгслийн жолооч тэмдгийн заалтыг зөрчиж зогссон бэ?",
  //   answers: [
  //     { "text": "Зөвхөн автобус" },
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Автобус болон ачааны автомашин" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "9.10.",
  //   "id": "9_10_",
  //   "question": "Аль тохиолдолд суудлын амвтомашины жолооч зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А, Б" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.14",
  //   "id": "9_14",
  //   "question": "Та чигээрээ явахдаа аль тээврийн хэрэгслийн жолоочоос давуу эрхтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашины жолоочоос" },
  //     { "text": "Зөвхөн суудлын автомашины жолоочоос" },
  //     { "text": "Хоёулангаас нь" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.71",
  //   "id": "5_71",
  //   "question": "Аль сумны дагуу явахыг хоирглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А, Б" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "8.32",
  //   "id": "8_32",
  //   "question": "Гүйцэж түрүүлж байгаагаа бусад жолоочид анхааруулах зорилгоор дуут дохио өгөхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн суурин газрын гаднах замд зөвшөөрнө" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.24",
  //   "id": "10_24",
  //   "question": "Аль сумны дагуу эргэхийг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Зөвхөн В" },
  //     { "text": "Зөвхөн Б, В" },
  //     { "text": "А, Б, В" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "6.26",
  //   "id": "6_26",
  //   "question": "Мотоциклын жолооч зам тавьж өгөхийн тулд зогсох үйлдлийг зөв гүйцэтгэсэн үү?",
  //   answers: [
  //     { "text": "Ачааны автомашины хөдөлгөөний хурд болон чигийг өөрчлөхөд нөлөөлөхгүй байдлаар зогссон бол зөв" },
  //     { "text": "Буруу" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "8.14",
  //   "id": "8_14",
  //   "question": "Зам тээврийн ослын улмаас зогссон жолооч тээврийн хэрэгслээ бусад хөдөлгөөнд оролцогчдод анхааруулахын тулд заавал ослын зогсолтын тэмдэг байрлуулах шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Ослын дохионы гэрлээ асаасан бол шаардлагагүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.56",
  //   "id": "13_56",
  //   "question": "Энд удаан зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Ажлын өдрийн 7.30-аас 19.00 цагийн хооронд хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.12",
  //   "id": "9_12",
  //   "question": "Та аль чигт явахдаа суудлын автомашины жолоочоос давуу эрхтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн чигээрээ явахдаа" },
  //     { "text": "Зөвхөн баруун гар тийш эргэхдээ" },
  //     { "text": "Дээрх хоёр тохиолдолд" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "8.39",
  //   "id": "8_39",
  //   "question": "Урд яваа тээврийн хэрэгслийн таних тэмдэг ямар утга илэрхийлэх вэ?",
  //   answers: [
  //     { "text": "Аюултай ачаа тээвэрлэж яваа болохыг" },
  //     { "text": "Хөгжлийн бэрхшээлтэй хүн жолоодож яваа болохыг" },
  //     { "text": "Жолоодох эрх аваад удаагүй хүн жолоодож яваа болохыг" },
  //     { "text": "Дүрэмд тусгагдсан таних тэмдгээр анхааруулаагүй бусад онцлог бүхий ачаа тээвэрлэж яваа болохыг" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.98",
  //   "id": "5_98",
  //   "question": "Энэ тэмдэг юуг мэдээлэх вэ?",
  //   answers: [
  //     { "text": "Ослын зогсолтын зурвасыг" },
  //     { "text": "Мухар замыг" },
  //     { "text": "Зогсоолын талбайг" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.76",
  //   "id": "13_76",
  //   "question": "Энд түр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Төмөр замын гарам хүртэл 20 м-ээс хол зайд зогссон бол зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "8.33",
  //   "id": "8_33",
  //   "question": "Гүйцэж түрүүлэх гэж байгаагаа бусад жолоочид анхааруулах зорилгоор гэрэл шилжүүлэх дохио өгөхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Бусад жолоочийн нүдийг гялбуулахааргүй бол зөвшөөрнө" },
  //     { "text": "Зөвхөн суурин газрын гаднах замд зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.26",
  //   "id": "10_26",
  //   "question": "Дунд эгнээнээс аль чигт явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн В" },
  //     { "text": "Зөвхөн Б, В" },
  //     { "text": "Зөвхөн А, Б" },
  //     { "text": "Зөвхөн А, Б, В" },
  //     { "text": "Бүх чигт" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "8.36",
  //   "id": "8_36",
  //   "question": "Урд яваа тээврийн хэрэгслийн таних тэмдгүүд ямар утга илэрхийлэх вэ?",
  //   answers: [
  //     { "text": "Аюултай ачаатай бөгөөд хурд нь цагт 40 км-ээс хэтрэхгүй болохыг" },
  //     { "text": "Хүнд ачаатай бөгөөд араас нь яваа тээврийн хэрэгслүүд цагт 40 км -ээс илүү хурдтай явах хориотойг" },
  //     { "text": "Урт тээврийн хэрэгслийг цагт 40 км -ээс илүү хурдуур гүйцэх хориотойг" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "5.96",
  //   "id": "5_96",
  //   "question": "Аль чигт явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн В" },
  //     { "text": "Зөвхөн А, Б" },
  //     { "text": "Зөвхөн А, В" },
  //     { "text": "А, Б, В" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "8.16",
  //   "id": "8_16",
  //   "question": "Түр зогсох хориотой газарт зайлшгүй зогсолт хийсэн тээврийн хэрэгслийн жолооч ослын дохионы гэрлээ асаасан бол ослын зогсолтын тэмдэг байрлуулах шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Шаардлагагүй" },
  //     { "text": "Ойртон ирж яваа бусад жолооч нарт харагдахааргүй газарт зогссон бол шаардлагатай" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "3.12",
  //   "id": "3_12",
  //   "question": "Мотоциклын жолооч зөрчил гаргасан уу?",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй" },
  //     { "text": "Зөвхөн зорчигч зөрчил гаргасан" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.16",
  //   "id": "9_16",
  //   "question": "Та гарцаар зүүн гар тийш эргэж замд нийлэхдээ:",
  //   answers: [
  //     { "text": "Суудлын автомашинд зам тавьж өгнө" },
  //     { "text": "Баруун гар талаас ойртон ирж яваа тээврийн хэрэгсэлгүй үед түрүүлж нэвтэрнэ" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "6.24",
  //   "id": "6_24",
  //   "question": "Зорчих хэсэг дээрх хөдөлгөөний урсгалын өөдөөс чиглэсэн гурвалжин тэмдэглэл нь аль тэмдэглэлд ойртож байгааг анхааруулах вэ?",
  //   answers: [
  //     { "text": "1" },
  //     { "text": "2" },
  //     { "text": "3" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "3.14",
  //   "id": "3_14",
  //   "question": "Зурагт үзүүлснээр зайлшгүй зогсолт хийсэн жолооч зогсох дохио өгч байгаа үед та бололцоотой тусламж үзүүлэх үүрэгтэй юу?",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.4",
  //   "id": "9_4",
  //   "question": "Аль тээврийн хэрэгслийн жолооч зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Хөдөлгөөн эхлэх гэж байгаа нь" },
  //     { "text": "Зогсох гэж байгаа нь" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.5",
  //   "id": "14_5",
  //   "question": "Зохицуулдаггүй уулзвараар та аль чигт явахдаа явган зорчигчид зам тавьж өгөх үүрэг хүлээх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн чигээрээ явахдаа" },
  //     { "text": "Зөвхөн баруун гар тийш эргэхдээ" },
  //     { "text": "Зөвхөн чигээрээ буюу баруун гар тийш эргэхдээ" },
  //     { "text": "Зөвхөн баруун буюу зүүн гар тийш эргэхдээ" },
  //     { "text": "Дээрх бүх чигт явахдаа" },
  //   ], "hariu": "5"
  // },
  // {
  //   "№": "9.5",
  //   "id": "9_5",
  //   "question": "Аль тээврийн хэрэгслийн жолооч зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Ачааны автомашин" },
  //     { "text": "Суудлын автомашин" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.15",
  //   "id": "10_15",
  //   "question": "Дунд эгнээгээр байрлан явахыг зөвшөөрөх уу?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Баруун гар талын эгнээ чөлөөгүй үед зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "8.25",
  //   "id": "8_25",
  //   "question": "Аль автомашины жолооч зүүн гар тийш эргэх дохио өгч байна вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Хоёул" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "5.105",
  //   "id": "5_105",
  //   "question": "Ачааны автомашины бүх жин 3.5 тонноос бага бол зурагт үзүүлсэн зогсоолд аль тээврийн хэрэгсэл зогсохыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн суудлын автомашин" },
  //     { "text": "Зөвхөн мотоцикл" },
  //     { "text": "Мотоцикл болон суудлын автомашин" },
  //     { "text": "Суудлын болон ачааны автомашин" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "9.25",
  //   "id": "9_25",
  //   "question": "Та саадыг тойрон гарахдаа өөдөөс яваа ачааны автомашинд зам тавьж өгөх үүрэгтэй юу?",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "3.21",
  //   "id": "3_21",
  //   "question": "Зам тээврийн ослын улмаас хүний амь нас, эрүүл мэнд хохироогүй бол цагдаагийн байгууллагын ажилтанг хэргийн газарт дуудаж ирүүлэх шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Шаардлагагүй" },
  //     { "text": "Осолд холбогдсон жолооч нар өөр хоорондоо буюу даатгалын байгууллагатай харилцан маргаангүй шийдвэрлэхээр тохиролцсон бол шаардлагагүй" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "3.23",
  //   "id": "3_23",
  //   "question": "Хэнд жолоогоо шилжүүлэхийг хориглох вэ?",
  //   answers: [
  //     { "text": "Зөвхөн тухайн ангиллын тээврийн хэрэгслийг жолоодох эрхгүй хүнд" },
  //     { "text": "Зөвхөн согтууруулах ундаа, мансууруулах эм, сэтгэцэд нөлөөт бодис хэрэглэсэн хүнд" },
  //     { "text": "Зөвхөн хөдөлгөөний аюулгүй байдлыг хангаж чадахааргүй өвчтэй буюу ядарсан хүнд" },
  //     { "text": "Дээрх бүгдэд" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "6.13",
  //   "id": "6_13",
  //   "question": "Зурагт үзүүлсэн тэмдэглэлийг давж гүйцэж түрүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.7",
  //   "id": "9_7",
  //   "question": "Харилцан байраа солих тохиолдолд аль тээврийн хэрэгслийн жолооч зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Ачааны автомашин" },
  //     { "text": "Суудлын автомашин" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "3.22",
  //   "id": "3_22",
  //   "question": "Өвчтэй буюу ядарсан үедээ тээврийн хэрэгсэл жолоодохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хөдөлгөөний аюулгүй байдлыг хангаж чадахааргүй бол хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "10.17",
  //   "id": "10_17",
  //   "question": "Гүйцэж түрүүлэх зорилгоор дунд эгнээнд орохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.7",
  //   "id": "14_7",
  //   "question": "Уулзварын цаана хөдөлгөөний түгжрэл бий болсон энэ тохиолдолд та чигээрээ явахын тулд ямар арга хэмжээ авах вэ?",
  //   answers: [
  //     { "text": "Зөвшөөрсөн гэрэл дохио ассан тул уулзвар руу орно" },
  //     { "text": "Уулзвар руу оролгүйгээр, түгжрэл арилахыг хүлээнэ" },
  //     { "text": "Өөдөөс тээврийн хэрэгсэлгүй үед зүүн гар талын эгнээгээр хөдөлгөөнөө үргэлжлүүлнэ" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "8.40.",
  //   "id": "8_40_",
  //   "question": "Таны урд ямар тээврийн хэрэгсэл явж байна вэ?",
  //   answers: [
  //     { "text": "Цагдаагийн байгууллагын автомашин" },
  //     { "text": "Цэргийн ангийн автомашин" },
  //     { "text": "Цэцэрлэгийн хүүхэд тээвэрлэж яваа автомашин" },
  //     { "text": "Цуваагаар яваа автомашин" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "13.61",
  //   "id": "13_61",
  //   "question": "Төмөр замаас 20 метр зайд түр ба удаан зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн түр зогсохыг зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.6",
  //   "id": "9_6",
  //   "question": "Аль тээврийн хэрэгслийн жолооч давуу эрхтэй вэ?",
  //   answers: [
  //     { "text": "Суудлын автомашин" },
  //     { "text": "Мотоцикл" },
  //   ], "hariu": "2"
  // },
  // //   {
  // //     "№": "5.111",
  // //     "id": "5_111",
  // //     "question": "Аль тэмдэг тавигдсан хэсгээс замын хальтиргаа эхлэх вэ?"
  // //   },
  // // ], "hariu": "3"
  // //   },
  // {
  //   "№": "13.63",
  //   "id": "13_63",
  //   "question": "Төмөр замын гарамд хамгийн ойр хэдэн метрийн зайд удаан зогсохыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "20 метр" },
  //     { "text": "50 метр" },
  //     { "text": "100 метр" },
  //     { "text": "150 метр" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "8.29",
  //   "id": "8_29",
  //   "question": "Суудлын автомашины жолооч зурагт үзүүлсэн сумын дагуу саадыг тойрон гарахынхаа өмнө баруун гар тийш дохио өгөх шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Шаардлагагүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "3.11",
  //   "id": "3_11",
  //   "question": "Хамгаалах малгай өмсөөгүй зорчигчийг мотоциклоор тээвэрлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн арын суудалд тээвэрлэхийг хориглоно" },
  //     { "text": "Жолооч хамгаалах малгай өмссөн бол зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "8.38",
  //   "id": "8_38",
  //   "question": "Таны урд ямар тээврийн хэрэгсэл явж байна вэ?",
  //   answers: [
  //     { "text": "Урт тээврийн хэрэгсэл" },
  //     { "text": "Хүнд даацын тээврийн хэрэгсэл" },
  //     { "text": "Аюултай ачаатай тээврийн хэрэгсэл" },
  //     { "text": "Овор ихтэй ачаатай тээврийн хэрэгсэл" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.78",
  //   "id": "13_78",
  //   "question": "Энд автомашинаа орхиж явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Тээврийн хэрэгслийг байрнаасаа өнхрөхгүй болгох арга хэмжээ авсан бол зөвшөөрнө" },
  //     { "text": "Өгсүүрийн төгсгөлд 100 м-ээс ойр зайд зогссон бол хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "10.28",
  //   "id": "10_28",
  //   "question": "Дунд эгнээнээс аль чигт явахыг зөвшөөрөх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "Зөвхөн Б, В" },
  //     { "text": "А, Б, В" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "13.52",
  //   "id": "13_52",
  //   "question": "Хүн буулгах буюу суулгахын тулд зурагт үзүүлсэн эгнээнд түр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Чиглэлийн тээврийн хэрэгслийн хөдөлгөөнд саад учруулахгүй бол зөвшөөрнө" },
  //     { "text": "Оройн 22 цагаас өглөөний 06 цагийн хооронд зөвшөөрнө" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "9.9",
  //   "id": "9_9",
  //   "question": "Аль тохиолдолд суудлын автомашины жолооч зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн А" },
  //     { "text": "Зөвхөн Б" },
  //     { "text": "А, Б" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "6.2",
  //   "id": "6_2",
  //   "question": "Уулзварын өмнө байр эзлэхдээ зурагт үзүүлсэн тэмдэглэлийг давахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зөвхөн зүүн гар тийш буюу буцаж эргэхийн тулд байр эзлэх тохиолдолд зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "8.35",
  //   "id": "8_35",
  //   "question": "Өөдөөс яваа ачааны автомашины бүхээг дээрх гурван гэрэл ямар утга илэрхийлэх вэ?",
  //   answers: [
  //     { "text": "Аюултай ачаа тээвэрлэж яваа болохыг" },
  //     { "text": "Механикжсан тээврийн хэрэгсэл чирч яваа болохыг " },
  //     { "text": "Овор ихтэй ачаа тээвэрлэж яваа болохыг " },
  //     { "text": "Чиргүүл чирч яваа болохыг" },
  //   ], "hariu": "4"
  // },
  // {
  //   "№": "8.20.",
  //   "id": "8_20_",
  //   "question": "Ослын дохионы гэрэл нь ажиллахгүй автомашиныг чирч хөдөлгөөнд оролцохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Хориглоно" },
  //     { "text": "Чирч яваа тээврийн хэрэгслийн ослын дохионы гэрэл ажиллаж байгаа тохиолдолд зөвшөөрнө" },
  //     { "text": "Чирүүлж яваа автомашины ард ослын зогсолтын тэмдэг байрлуулсан бол зөвшөөрнө" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "13.54",
  //   "id": "13_54",
  //   "question": "Мотоциклын жолооч энд хүн буулгахын тулд түр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Унадаг дугуйн хөдөлгөөнд саад учруулахгүй бол зөвшөөрнө" },
  //     { "text": "Мотоциклын өргөн 1  м-ээс илүүгүй бол зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "8.37",
  //   "id": "8_37",
  //   "question": "Таны урд ямар тээврийн хэрэгсэл явж байна вэ?",
  //   answers: [
  //     { "text": "Дадлагын тээврийн хэрэгсэл" },
  //     { "text": "Удаан явдалт тээврийн хэрэгсэл" },
  //     { "text": "Хадаастай дугуйтай тээврийн хэрэгсэл" },
  //     { "text": "Чирүүлж яваа тээврийн хэрэгсэл" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "3.13",
  //   "id": "3_13",
  //   "question": "Осолд нэрвэгдсэн хүнийг эмнэлэгт яаралтай хүргэж өгөх үүргийг та хүлээх үү?",
  //   answers: [
  //     { "text": "Хүлээнэ" },
  //     { "text": "Энэ нь зөвхөн осолд холбогдсон жолоочийн үүрэг тул хүлээхгүй" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "13.80.",
  //   "id": "13_80_",
  //   "question": "Дугуй хагарснаас шалтгаалан уулзвар дээр зогссон тохиолдолд жолооч нэн түрүүнд ямар арга хэмжээ авах шаардлагатай вэ?",
  //   answers: [
  //     { "text": "Дугуйг слолих арга хэмжээ авна" },
  //     { "text": "Уулзварыг чөлөөлөх арга хэмжээ авна" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "8.31",
  //   "id": "8_31",
  //   "question": "Суурин газарт дуут дохио өгөхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Зам тээврийн ослоос урьдчилан сэргийлэх зорилгоор өгөхийг зөвшөөрнө" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "8.34",
  //   "id": "8_34",
  //   "question": "Та суудлын автомашины жолоочид зам тавьж өгөхөөр шийдсэн бол түүнд хэрхэн мэдэгдэх вэ?",
  //   answers: [
  //     { "text": "Дуут дохио өгнө" },
  //     { "text": "Ослын дохионы гэрлээ асаана" },
  //     { "text": "Гэрэл шилжүүлэх дохио өгнө" },
  //     { "text": "Баруун гар тийш эргэх дохио өгнө" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "8.18",
  //   "id": "8_18",
  //   "question": "Гэрэлтүүлэггүй замын хөвөөн дээр зурагт үзүүлснээр оврын гэрэлээ асааж зогсохдоо ослын зогсолтын тэмдэг байрлуулах шаардлагатай юу?",
  //   answers: [
  //     { "text": "Шаардлагатай" },
  //     { "text": "Шаардлагагүй" },
  //     { "text": "Ослын дохионы гэрэл нв ажиллахгүй тохиолдолд шаардлагатай" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "13.74",
  //   "id": "13_74",
  //   "question": "Мотоциклын жолооч энд хүн буулгахын тулд түр зогсохыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Явган хүний гарц хүртэл 5 м-ээс багагүй зайд зогсох бол зөвшөөрнө" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.18",
  //   "id": "9_18",
  //   "question": "Та гарцаар зүүн гар тийш эргэхдээ:",
  //   answers: [
  //     { "text": "Зөвхөн ачааны автомашинд зам тавьж өгөх үүрэгтэй" },
  //     { "text": "Зөвхөн явган зорчигчид зам тавьж өгөх үүрэгтэй" },
  //     { "text": "Бүгдэд нь зам тавьж өгөх үүрэгтэй" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "10.30.",
  //   "id": "10_30_",
  //   "question": "Зурагт үзүүлснээр гүйцэж түрүүлэхийг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.22",
  //   "id": "6_22",
  //   "question": "Зорчих хэсэг дээрх «Зогс-бичлэг» тэмдэглэл нь:",
  //   answers: [
  //     { "text": "«Зогсохгүй явах хориотой» тэмдэгт ойртож байгааг анхааруулна" },
  //     { "text": "«Зам тавьж өгнө» тэмдэгт ойртож байгааг анхааруулна " },
  //     { "text": "Дээрх хоёр утгыг агуулна" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "3.24",
  //   "id": "3_24",
  //   "question": "Тээврийн хэрэгслийн хөдөлгөөний үед жолооч гар утас хэрэглэхийг зөвшөөрөх уу?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //     { "text": "Гарны оролцоотой ашиглах бол хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.8",
  //   "id": "9_8",
  //   "question": "Тээврийн хэрэгслүүдийн харилцан байраа солих дарааллыг заана уу?",
  //   answers: [
  //     { "text": "Б. А. В" },
  //     { "text": "В. Б. А" },
  //     { "text": "Б. В. А" },
  //     { "text": "А. Б. В" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "9.2",
  //   "id": "9_2",
  //   "question": "Аль тээврийн хэрэгслийн жолооч зам тавьж өгөх үүрэгтэй вэ?",
  //   answers: [
  //     { "text": "Ачааны автомашин" },
  //     { "text": "Суудлын автомашин" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "14.9",
  //   "id": "14_9",
  //   "question": "Шар гэрэл дохио анивчиж байгаа үед та энэ уулзварыг хэрхэн нэвтрэх вэ?",
  //   answers: [
  //     { "text": "Зохицуулах уулзвар нэвтрэх" },
  //     { "text": "Адил замын уулзвар нэвтрэх журам баримтална" },
  //     { "text": "Гол ба туслах замын уулзвар нэвтрэх журам баримтална" },
  //     { "text": "Уулзвар нэвтрэхийг хориглоно" },
  //   ], "hariu": "3"
  // },
  // {
  //   "№": "8.27",
  //   "id": "8_27",
  //   "question": "Араас яваа автомашины жолооч ямар утгатай дохио өгч байна вэ?",
  //   answers: [
  //     { "text": "Баруун гар талын эгнээг эзлэх" },
  //     { "text": "Зүүн гар талын эгнээг эзлэх" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.3",
  //   "id": "9_3",
  //   "question": "Та зогсоолд орж зогсохдоо ачааны автомашинд зам тавьж өгөх үүрэгтэй юу?",
  //   answers: [
  //     { "text": "Тийм" },
  //     { "text": "Үгүй" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "9.27",
  //   "id": "9_27",
  //   "question": "Та аль чигт явахдаа өөдөөс яваа тээврийн хэрэгслээс давуу эрхтэй вэ?",
  //   answers: [
  //     { "text": "Зөвхөн чигээрээ явахдаа" },
  //     { "text": "Зөвхөн буцаж эргэхдээ" },
  //     { "text": "Дээрх хоёр тохиолдолд" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "14.3",
  //   "id": "14_3",
  //   "question": "Та аль чигт явахдаа явган зорчигчийг урьдчилан өнгөрүүлэх үүрэг хүлээх вэ?",
  //   answers: [
  //     { "text": "Зөвхөн чигээрээ явахдаа" },
  //     { "text": "Зөвхөн баруун гар тийш эргэхдээ" },
  //     { "text": "Дээрх хоёр тохиолдолд" },
  //   ], "hariu": "2"
  // },
  // {
  //   "№": "6.11",
  //   "id": "6_11",
  //   "question": "Уулзвар дахь хөдөлгөөний эгнээний тэмдэглэлийгдавж чигээрээ явахыг зөвшөөрөх үү?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "1"
  // },
  // {
  //   "№": "10.19",
  //   "id": "10_19",
  //   "question": "Ердийн хөсгийг гүйцэж түрүүлэх зорилгоор зүүн гар талын эгнээнд урсгал сөрөхийг зөвшөөрөх уу?",
  //   answers: [
  //     { "text": "Зөвшөөрнө" },
  //     { "text": "Хориглоно" },
  //   ], "hariu": "2"
  // }

];
var shuffled = aa.sort(function () { return .5 - Math.random() });

var questions = shuffled.slice(0, 20);
export default aa;

export const images = {
  test800: {
    '1_1': require('../assets/image/1_1.jpg'),
    '1_3': require('../assets/image/1_3.jpg'),
    '1_4': require('../assets/image/1_4.jpg'),
    '1_5': require('../assets/image/1_5.jpg'),
    '1_6': require('../assets/image/1_6.jpg'),
    '1_11': require('../assets/image/1_11.jpg'),
    '1_15': require('../assets/image/1_15.jpg'),
    '1_16': require('../assets/image/1_16.jpg'),
    '1_18': require('../assets/image/1_18.jpg'),
    '1_19': require('../assets/image/1_19.jpg'),
    '3_3': require('../assets/image/3_3.jpg'),
    '3_6': require('../assets/image/3_6.jpg'),
    '3_8': require('../assets/image/3_8.jpg'),
    '3_10_': require('../assets/image/3_10_.jpg'),
    '3_11': require('../assets/image/3_11.jpg'),
    '3_12': require('../assets/image/3_12.jpg'),
    '3_13': require('../assets/image/3_13.jpg'),
    '3_14': require('../assets/image/3_14.jpg'),
    '3_21': require('../assets/image/3_21.jpg'),
    '3_25': require('../assets/image/3_25.jpg'),
    '3_27': require('../assets/image/3_27.jpg'),
    '3_28': require('../assets/image/3_28.jpg'),
    '3_29': require('../assets/image/3_29.jpg'),
    '3_30_': require('../assets/image/3_30_.jpg'),
    '4_1': require('../assets/image/4_1.jpg'),
    '4_2': require('../assets/image/4_2.jpg'),
    '4_5': require('../assets/image/4_5.jpg'),
    '4_6': require('../assets/image/4_6.jpg'),
    '4_7': require('../assets/image/4_7.jpg'),
    '4_8': require('../assets/image/4_8.jpg'),
    '4_9': require('../assets/image/4_9.jpg'),
    '4_10': require('../assets/image/4_10.jpg'),
  }
}